{"Date":"2025-04-16","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etf-aaau-hits-new-52-week-high-5","Article":"For investors seeking momentum, Goldman Sachs Physical Gold ETF AAAU is probably on the radar. The fund just hit a 52-week high and is up 42.22% from its 52-week low price of $22.55\/share.\nBut are more gains in store for this ETF? Let’s take a quick look at the fund and the near-term outlook on it to get a better idea of where it might be headed:\nAAAU in Focus\nThe fund seeks to reflect the performance of the price of gold less the expenses. The product charges 18 bps in annual fees (See: All Precious Metals ETFs).\nWhy the Move?\nGold has been an area to watch lately, given the introduction of reciprocal tariffs by President Donald Trump. The tariffs have resulted in an escalating trade war and have also increased the likelihood of a global recession.\nThe recent weakening of the dollar is a positive for the precious metal. Gold prices are inversely related to the value of the greenback as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold as it becomes more affordable for buyers holding other currencies.\nMore Gains Ahead?\nCurrently, AAAU has a Zacks ETF Rank #3 (Hold). However, it might continue its strong performance in the near term, with a positive weighted alpha of 43.36 (as per Barchart.com), which gives cues of a further rally.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nThis article originally published on Zacks Investment Research (zacks.com).\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2025-04-09","Url":"https:\/\/www.nasdaq.com\/articles\/why-investors-should-rush-gold-etfs","Article":"Gold remains a vital part of an investor portfolio, as diversification needs and tariff-driven uncertainty push investors toward safe-haven assets. Central banks’ increasing purchases of the precious metal and a surge of inflows into gold ETFs have also boosted gold prices.\nTo safeguard one’s portfolio from an economic slowdown or potential recession and to capitalize on a weakening greenback, investors can increase their exposure to the precious metal. Here are a few key reasons why investing in gold ETFs could be a smart move.\nTariff Tensions Push Investors Into Caution Mode\nEscalating global trade tensions between the United States and its key trading partners, amid growing fears of a prolonged trade war that could push the global economy toward recession, has led to increased investor demand for safe-haven assets.\nThis has led to a sharp decline in U.S. markets, with the S&P 500 falling around 10% since last week, extending its total decline to 14% since the start of the year. According to Yahoo Finance, if President Trump decides on keeping tariffs in place, the economy could contract rapidly, potentially pushing the S&P 500 into bear market territory.\nMixed signals from the Trump administration regarding tariff implementation have triggered significant market losses. Investors should brace for more turbulence ahead, with the volatility surrounding tariffs expected to stay. This makes increasing exposure to the precious metal a smart strategy.\nAccording to Reuters, escalating trade tensions resulted in a weaker dollar. Per Trading View, U.S. Dollar Index (DXY) has fallen about 1.15% over the past month and around 5.17% year to date. Gold prices are inversely related to the value of the U.S. dollar. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nThe current economic landscape highlights the importance of portfolio diversification and increasing exposure to gold offers investors a strong hedge amid uncertainty.\nWealth Protection Amid Fears of Recession\nDuring periods of economic uncertainty, like recession, gold attracts more investors due to its enduring value. As returns on bonds, stocks and real estate decrease, interest in gold rises, boosting its value.\nAccording to Blackrock CEO Larry Fink, as quoted on CNBC, business leaders widely believe the U.S. economy may already be in a downturn. Larry also believes that Trump’s tariff policies could fuel inflation, making it challenging for the Fed to cut rates, which is a common response during recessions.\nTrump Tariffs to Boost Inflation\nAccording to JPMorgan Chase CEO Jamie Dimon, as quoted on CNBC, recent tariffs announced by President Donald Trump could drive up prices on both domestic and imported goods, further putting pressure on an already slowing U.S. economy.\nConsequently, increasing exposure to gold would be a smart move. Across extended investment periods, gold preserves its purchasing power, outpacing inflation and diversifying an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nETFs to Consider\nInvestors can increase their exposure to the precious metal, to potentially boost portfolio gains and better prepare for an uncertain market environment going forward. Investors should keep a long investment horizon and avoid reacting to short-term market volatility.\nInvestors should not be discouraged by any likely decline in gold prices, such as the recent drop that pushed the metal to a four-week low. Rather, they should adopt a \"buy-the-dip\" strategy. Given the increasing possibility of a recession and escalating trade war, gold remains an essential hedge for all investors, regardless of their investment theme.\nInvestors can consider SPDR Gold Shares GLD, iShares Gold Trust IAU, SPDR Gold MiniShares Trust GLDM, abrdn Physical Gold Shares ETF SGOL and Goldman Sachs Physical Gold ETF AAAU to increase their exposure to the yellow metal. All the options have a Zacks ETF Rank #3 (Hold).\nWith a one-month average trading volume of about 10.93 million shares, GLD is the most liquid option, ideal for active trading strategies. However, implementing an active strategy in the current landscape may not be the most effective approach.\nGLD has also gathered an asset base of $93.48 billion, the largest among the other options. Performance across all funds has remained largely consistent. The funds have gained about 9.88% over the past month and 19.20% over the past three months.\nRegarding annual fees, GLDM is the cheapest option, charging 0.10%, which makes it more suitable for long-term investing. \nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nThis article originally published on Zacks Investment Research (zacks.com).\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2025-04-01","Url":"https:\/\/www.nasdaq.com\/articles\/gold-tops-3100-level-first-time-etfs-focus","Article":"Gold kicked off the week with a new record high of $3,100 an ounce due to concerns over an escalating global trade war as President Donald Trump prepares to impose additional tariffs. This follows gold’s fourth consecutive weekly gain, fueled by increased demand amid a broader market risk-off sentiment.\nLast week, Trump signed a proclamation imposing a 25% tariff on auto imports, with traders now anticipating the White House’s upcoming \"reciprocal tariffs\" set for Wednesday. Gold price has jumped about 18% this year, notching at least 15 record highs.\nThe rally has been driven by central bank purchases and growing demand for safe-haven assets amid rising geopolitical and macroeconomic uncertainties. These factors have sustained prices despite traders scaling back expectations for Federal Reserve rate cuts this year. They now project just two quarter-point reductions. Lower interest rates typically support non-yielding assets like gold.\nGold is priced in the greenback, which has been subdued lately in anticipation of a slowing U.S. economy. Note that Invesco DB US Dollar Index Bullish Fund UUP is off 3.9% this year.\nWhat Lies Ahead?\nSeveral major banks have increased their price targets for gold, with Goldman Sachs recently raising its year-end forecast to $3,300 an ounce, citing stronger-than-expected central bank demand and robust inflows into gold-backed exchange-traded funds (ETF), as quoted on Bloomberg.\nWhat Does Technical Analysis Say?\nGold Jun '25 has a 200-Day moving average (MA) of 2,721.6, while a 50-day moving average of 2,951.4. The 50-day MA is above the 200-day MA, which suggests that prices have been moving up in the short term.\nAlso, the 200-day moving average is lower than the current price ($3,156.3) of Gold Jun '25 futures, at the time of writing. It signals a bullish trend and suggests that the asset is in a long-term uptrend.\nMany institutional investors and traders use the 200-day MA as a key indicator. If price remains above it, it often attracts more buyers.\nBottom Line\nGold’s rally from here depends on the Fed’s behavior and the progression of the geopolitical crisis including the trade war. If the Fed stays put from here or cuts rates, it would be good news for gold investing. At the current level, the trend is a friend for gold ETFs.\nHence, investors should closely track ETFs like iShares Gold Trust IAU, abrdn Physical Gold Shares ETF SGOL, SPDR Gold MiniShares Trust GLDM and Goldman Sachs Physical Gold ETF AAAU. In a bull-case scenario, investors should track leveraged gold ETF ProShares Ultra Gold UGL.\n \n  Want key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nProShares Ultra Gold (UGL): ETF Research Reports\nInvesco DB US Dollar Index Bullish ETF (UUP): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nThis article originally published on Zacks Investment Research (zacks.com).\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2025-03-14","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etf-aaau-hits-new-52-week-high-4","Article":"For investors seeking momentum, Goldman Sachs Physical Gold ETF AAAU is probably on the radar. The fund just hit a 52-week high and has moved up 38.7% from its 52-week low of $21.27 per share. \nAre more gains in store for this ETF? Let’s take a quick look at the fund and the near-term outlook on it to get a better idea of where it might be headed: \nAAAU in Focus\nThe London Gold Fixed Price, often referred to as the London Gold Fix, is the benchmark price for gold that is determined twice daily by a group of five major banks in the London bullion market. The ETF AAAU charges 18 bps in fees per year (see: all the Precious Metals ETFs here).\nWhy the Move?\nGold has been an area to watch lately, given the rise in volatility and increased safe-haven demand driven by U.S. tariff threats and the likelihood of a full-fledged trade war. The introduction of tariffs also raises the likelihood of unfavorable inflation data, which further boosts the prospects of the fund. Additionally, the recent market sell-off highlights the importance of allocation to the yellow metal.\nMore Gains Ahead?\nCurrently, AAAU has a Zacks ETF Rank #3 (Hold) with a Medium risk outlook. However, it might continue its strong performance in the near term, with a positive weighted alpha of 38.38 (as per Barchart.com), which gives cues of a further rally.\nResearch Chief Names \"Single Best Pick to Double\"\nFrom thousands of stocks, 5 Zacks experts each have chosen their favorite to skyrocket +100% or more in months to come. From those 5, Director of Research Sheraz Mian hand-picks one to have the most explosive upside of all.\nThis company targets millennial and Gen Z audiences, generating nearly $1 billion in revenue last quarter alone. A recent pullback makes now an ideal time to jump aboard. Of course, all our elite picks aren’t winners but this one could far surpass earlier Zacks’ Stocks Set to Double like Nano-X Imaging which shot up +129.6% in little more than 9 months.\nFree: See Our Top Stock And 4 Runners Up\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nThis article originally published on Zacks Investment Research (zacks.com).\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2025-02-24","Url":"https:\/\/www.nasdaq.com\/articles\/dont-turn-your-attention-away-gold-etfs-2025","Article":"Gold remains a vital part of investor portfolios, as diversification needs and tariff-driven uncertainty push investors toward safe-haven assets. Central banks’ increasing purchases of the precious metal have also boosted gold prices.\nDespite gradually easing geopolitical tensions, rising uncertainty from President Trump's tariffs continues to fuelglobal marketvolatility, making investors risk-averse and increasing demand for safe-haven assets. Markets forecast gold prices to end 2025 above the $3,000 per ounce mark.\nHere are a few key reasons why investing in gold ETFs could be a smart move.\nGold Offers a Safe Haven With Tech Overload\nInvesting heavily in the technology sector to capitalize on AI’s growth potential, comes with increased concentration risk, exposing portfolios to major losses from market-driven panic sell-offs. This was highlighted when nearly $1 trillion in market cap was wiped out as traders fled the tech sector amid panic over a new AI app from a Chinese startup, in late January.\nHowever, the tech sector and its major players quickly rebounded, signaling that the market's sell-off was likely an overreaction. This incident underscores the concentration risk in investor portfolios and the potential dangers of momentum investing in the current volatile landscape. Reliance on a few select names makes the market vulnerable to sharp drawdowns, underscoring the need for diversification as a crucial strategy.\nWith increasing AI advancements, the risk of market disruptions grows, increasing the likelihood of a further correction in the U.S. stock market. This makes maintaining gold exposure a crucial investment strategy to diversify away from technology.\nTrump’s Policies Make Gold a Safe Bet\nAccording to Goldman Sachs, as quoted on Reuters, apprehensions of a trade war, ignited by President Donald Trump’s aggressive trade policy plans, could be one of the key drivers of the yellow metal’s recent rally. Per the investment bank, if policy uncertainty continues, especially tariff concerns, long-term speculative positioning could drive gold prices as high as $3,300 per ounce by this year’s end.\nMorgan Stanley shares a similar view, forecasting gold price to cross the $3,000 mark in the near term, as quoted on Reuters. According to Jim Wyckoff, a senior market analyst at Kitco Metals, as also quoted on Reuters, markets are observing increased demand for safe-haven assets driven by growing uncertainty over President Trump's tariff plans.\nTrump recently announced plans to impose auto tariffs of around 25%, along with similar duties on semiconductor and pharmaceutical imports, escalating trade tensions and adding to global economic uncertainty, according to Yahoo Finance. Investors should brace for more turbulence ahead, with the volatility surrounding new policies expected to stay.\nRecent unfavorable inflation data and expectations of tariffs have put upward pressure on price levels. Consequently, increasing exposure to gold would be a smart move. Across extended investment periods, gold preserves its purchasing power, outpacing inflation and diversifying an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nCentral Banks Fuel Gold’s Price Surge\nGoldman Sachs has revised its year-end 2025 forecast, now predicting gold to reach $3,100 per ounce, up from $2,890, pointing toward strong and sustained central bank demand for the safe-haven asset.\nGoldman Sachs projects that sustained central bank buying could drive prices up 9% by the year-end. The investment bank also raised its central bank demand forecast to 50 tons per month from its previous estimate of 41 tons.\nAccording to Giovanni Staunovo, an analyst at UBS, gold is expected to climb to $3,000, driven by continued upside potential and sustained central bank demand, as quoted on Reuters. Citi also raised its short-term estimates for gold price from $2,800 to $3,000 per ounce, according to Reuters.\nETFs to Consider\nInvestors can enhance their exposure to the precious metal, to potentially boost portfolio gains and better prepare for an uncertain market environment going forward.\nInvestors should not be discouraged by any likely decline in gold prices. Rather, they should adopt a \"buy-the-dip\" strategy. Given the increasing possibility of a trade war driven by reciprocal tariffs, gold remains an essential hedge for all investors, regardless of their investment theme.\nSPDR Gold Shares (GLD)\nSPDR Gold Shares has amassed an asset base of $80.88 billion and charges an annual fee of 0.4%. It has a three-month average trading volume of 6.99 million shares.\nSPDR Gold Shares has gained 7.67% over the past month and 36.42% over the past year.\niShares Gold Trust (IAU)\niShares Gold Trust has amassed an asset base of $36.99 billion and charges an annual fee of 0.25%. It has a three-month average trading volume of 5.18 million shares.\niShares Gold Trust has gained 7.68% over the past month and 36.62% over the past year.\nSPDR Gold MiniShares Trust (GLDM)\nSPDR Gold MiniShares Trust has amassed an asset base of $10.55 billion and charges an annual fee of 0.10%. It has a three-month average trading volume of 2.56 million shares.\nSPDR Gold MiniShares Trust has gained 7.70% over the past month and 36.82% over the past year.\nabrdn Physical Gold Shares ETF (SGOL)\nabrdn Physical Gold Shares ETF has amassed an asset base of $4.18 billion and charges an annual fee of 0.17%. It has a three-month average trading volume of 4.38 million shares.\nabrdn Physical Gold Shares ETF has gained 7.69% over the past month and 36.72% over the past year.\nGoldman Sachs Physical Gold ETF (AAAU)\nGoldman Sachs Physical Gold ETF has amassed an asset base of $1.06 billion and charges an annual fee of 0.18%. It has a three-month average trading volume of 1.99 million shares.\nGoldman Sachs Physical Gold ETF has gained 7.71% over the past month and 36.74% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nThis article originally published on Zacks Investment Research (zacks.com).\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-11-22","Url":"https:\/\/www.nasdaq.com\/articles\/should-you-go-gold-etfs-2025","Article":"So far in 2024, the gold spot price index has returned about 28%. This week, gold extended its recent gains to above $2,650 per ounce on Thursday, rising for the fourth successive session, as investors sought protection in the safe-haven metal as geopolitical uncertainty intensified with escalating Russia-Ukraine tensions.\nMore Rally in Cards in 2025?\nThe price of gold has soared to new heights this year and is well-positioned to rise into early 2025, rising to new record highs, according to Goldman Sachs Research. Goldman Sachs Research forecasts the price will reach $2,700 by early next year, thanks to the Fed rate cuts and gold purchases by emerging market central banks.\nCentral banks in emerging markets are seeking to lower reliance on the U.S. dollar for reserves holdings and are intending to hedge against inflation. Since Russia’s invasion of Ukraine in 2022, central banks have been buying gold at a hurried pace — roughly triple the amount prior. Goldman Sachs Research expects the buying spree to persist amid concerns about U.S. financial sanctions and the growing U.S. sovereign debt burden.\nThe metal could get an additional boost if the United States imposes new financial sanctions or if concerns mount about the U.S. debt burden. Gold offers value as a portfolio hedge against developments such as tariffs promised by Trump, Fed subordination risk and debt sustainability fears.\nGold is often viewed as a hedge against inflation. President-elect Trump’s promised tariff war is expected to boost inflation once again. In this scenario, gold may gain an upper hand.\nAnticipation of Increased ETF Demand\nThe start of Fed rate cuts from September 2024 will brighten the appeal for non-interest-yieldinggold market Some analysts anticipate that gold exchange-traded fund (ETF) holdings will rise as the Fed implemented interest rate cuts. They believe ETF demand could increase significantly as interest rate adjustments typically influence these buyers.\nGold’s Historical Performance\nIn the last 45 years, the gold spot price index had a compound annual growth rate of 5.52%, a standard deviation of 17.97%, and a Sharpe ratio of 0.34. Over the last 10 years, average annualized return of gold is 8% while last five years yielded average annualized return of 12.1%.\nThe gold spot price index had a positive return during 26 of the 45 years (58%) between 1979 and 2023. The gold spot price index had a positive return during 287 of the 549 months (52%) between 1979 and 2024.\nInvestors should note that most strategists expect a more muted return from the stock market in 2025 after two consecutive years of stellar run. If stocks rally fizzle, gold can flex muscle (read: How to Play Wall Street Stocks in 2025? ETF Strategies in Focus).\nGold ETFs in Focus\nSPDR Gold MiniShares Trust GLDM, iShares Gold Trust IAU, iShares Gold Trust Micro IAUM, GraniteShares Gold Trust BAR and Goldman Sachs Physical Gold ETF AAAU are thus primed for gains.\n\n  Want key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\niShares Gold Trust (IAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-11-21","Url":"https:\/\/www.nasdaq.com\/articles\/zacks-analyst-blog-highlights-spdr-gold-shares-ishares-gold-trust-spdr-gold-minishares","Article":"For Immediate Release\nChicago, IL – November 21, 2024 – Zacks.com announces the list of ETFs featured in the Analyst Blog. Every day the Zacks Equity Research analysts discuss the latest news and events impacting stocks and the financial markets. ETFs recently featured in the blog include: SPDR Gold Shares GLD, iShares Gold Trust IAU, SPDR Gold MiniShares Trust GLDM, abrdn Physical Gold Shares ETF SGOL and Goldman Sachs Physical Gold ETF AAAU.\nHere are highlights from Wednesday’s Analyst Blog:\nGold Continues to Glitter: ETFs to Tap Its Safe-Haven Appeal\nEarlier this week, Russian president Vladimir Putin signed a revised nuclear doctrine, officially reducing the threshold for Russia’s use of nuclear weapons, further intensifying geopolitical tensions. According to Yahoo Finance, this change came after the Biden administration approved Ukraine to use U.S.-made long-range missiles to target deep within Russian territory.\nThis recent development in the ongoing Russia-Ukraine conflict increased demand for safe-haven assets, with investors turning their attention to the yellow metal. After a downward trend influenced by the recent U.S. presidential election results, gold prices rebounded, climbing to a one-week high.\nReasons for the Recent Price Rally\nDonald Trump’s victory in the recent Presidential elections, which saw him resume office for a second time, sparked a positive response from the markets. However, many economists warn that Trump’s primary campaign promises of imposing new tariffs and initiating a \"mass deportation\" of undocumented immigrants could drive prices upward.\nAgainst this backdrop, increasing exposure to gold could prove to be a smart move. Across extended investment periods, gold preserves its purchasing power, outpacing inflation and diversifying an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nThe Fed’s interest rate cuts have also fueled the rally in commodity prices. Following interest rate cuts in September and November, there’s a 59.1% likelihood that the Fed might go ahead with a third rate cut this year, lowering the rate to 4.25-4.5% in December, according to the CME FedWatch Tool.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nHowever, the market is revising its expectations for the Fed's rate cuts next year, which could mean that any future rate cut may have a lesser impact on commodity prices.\nCentral banks increasing purchases of the precious metal and geopolitical tensions in the Middle East also boost gold prices.\nSurge in Price Expectations\nGoldman Sachs analysts, as quoted on Yahoo Finance, advised investors to go long on the precious metal as central banks continue to increase their holdings of the asset. The firm has set a price target of $3,000 for gold by the end of 2025.\nUBS followed suit, predicting that gold will rise to $2,900 per ounce by the end of next year, as quoted on Yahoo Finance.\nETFs to Consider\nAs geopolitical tensions escalate, investors can enhance their exposure to the precious metal, to potentially boost portfolio gains and better prepare for an uncertain market environment going forward.\nInvestors should not be discouraged by any decline in gold prices. Rather, they should adopt a \"buy-the-dip\" strategy. Given the current global economic climate, gold remains an essential hedge for all investors, regardless of their investment theme.\nSPDR Gold Shares\nSPDR Gold Shares charges an annual fee of 0.40% and has Zacks ETF Rank #3 (Hold), with a Medium risk outlook. The fund has gained about 2.8% since Nov. 15 (as of Nov. 19) and 36.39% over the past year.\niShares Gold Trust\niShares Gold Trust charges an annual fee of 0.25% and has Zacks ETF Rank #3, with a Medium risk outlook. The fund has gained about 2.9% since Nov. 15 (as of Nov. 19) and 36.58% over the past year.\nSPDR Gold MiniShares Trust\nSPDR Gold MiniShares Trust charges an annual fee of 0.10% and has Zacks ETF Rank #3. The fund has gained about 2.8% since Nov. 15 (as of Nov. 19) and 36.79% over the past year.\nabrdn Physical Gold Shares ETF\nabrdn Physical Gold Shares ETF charges an annual fee of 0.17% and has Zacks ETF Rank #3, with a Medium risk outlook. The fund has gained about 2.8% since Nov. 15 (as of Nov. 19) and 36.69% over the past year.\nGoldman Sachs Physical Gold ETF\nGoldman Sachs Physical Gold ETF charges an annual fee of 0.18% and has Zacks ETF Rank #3. The fund has gained about 2.9% since Nov. 15 (as of Nov. 19) and 36.70% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nMedia Contact\nZacks Investment Research\n800-767-3771 ext. 9339\nsupport@zacks.com\nhttps:\/\/www.zacks.com\nPast performance is no guarantee of future results. Inherent in any investment is the potential for loss. This material is being provided for informational purposes only and nothing herein constitutes investment, legal, accounting or tax advice, or a recommendation to buy, sell or hold a security. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. It should not be assumed that any investments in securities, companies, sectors or markets identified and described were or will be profitable. All information is current as of the date of herein and is subject to change without notice. Any views or opinions expressed may not reflect those of the firm as a whole. Zacks Investment Research does not engage in investment banking, market making or asset management activities of any securities. These returns are from hypothetical portfolios consisting of stocks with Zacks Rank = 1 that were rebalanced monthly with zero transaction costs. These are not the returns of actual portfolios of stocks. The S&P 500 is an unmanaged index. Visit https:\/\/www.zacks.com\/performance for information about the performance numbers displayed in this press release.\nResearch Chief Names \"Single Best Pick to Double\"\nFrom thousands of stocks, 5 Zacks experts each have chosen their favorite to skyrocket +100% or more in months to come. From those 5, Director of Research Sheraz Mian hand-picks one to have the most explosive upside of all.\nThis company targets millennial and Gen Z audiences, generating nearly $1 billion in revenue last quarter alone. A recent pullback makes now an ideal time to jump aboard. Of course, all our elite picks aren’t winners but this one could far surpass earlier Zacks’ Stocks Set to Double like Nano-X Imaging which shot up +129.6% in little more than 9 months.\nFree: See Our Top Stock And 4 Runners Up\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-11-20","Url":"https:\/\/www.nasdaq.com\/articles\/gold-continues-glitter-etfs-tap-its-safe-haven-appeal","Article":"Earlier this week, Russian president Vladimir Putin signed a revised nuclear doctrine, officially reducing the threshold for Russia’s use of nuclear weapons, further intensifying geopolitical tensions. According to Yahoo Finance, this change came after the Biden administration approved Ukraine to use U.S.-made long-range missiles to target deep within Russian territory.\nThis recent development in the ongoing Russia-Ukraine conflict increased demand for safe-haven assets, with investors turning their attention to the yellow metal. After a downward trend influenced by the recent U.S. presidential election results, gold prices rebounded, climbing to a one-week high.\nReasons for the Recent Price Rally\nDonald Trump’s victory in the recent Presidential elections, which saw him resume office for a second time, sparked a positive response from the markets. However, many economists warn that Trump’s primary campaign promises of imposing new tariffs and initiating a \"mass deportation\" of undocumented immigrants could drive prices upward.\nAgainst this backdrop, increasing exposure to gold could prove to be a smart move. Across extended investment periods, gold preserves its purchasing power, outpacing inflation and diversifying an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nThe Fed’s interest rate cuts have also fueled the rally in commodity prices. Following interest rate cuts in September and November, there’s a 59.1% likelihood that the Fed might go ahead with a third rate cut this year, lowering the rate to 4.25-4.5% in December, according to the CME FedWatch Tool.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nHowever, the market is revising its expectations for the Fed's rate cuts next year, which could mean that any future rate cut may have a lesser impact on commodity prices.\nCentral banks increasing purchases of the precious metal and geopolitical tensions in the Middle East also boost gold prices.\nSurge in Price Expectations\nGoldman Sachs analysts, as quoted on Yahoo Finance, advised investors to go long on the precious metal as central banks continue to increase their holdings of the asset. The firm has set a price target of $3,000 for gold by the end of 2025.\nUBS followed suit, predicting that gold will rise to $2,900 per ounce by the end of next year, as quoted on Yahoo Finance.\nETFs to Consider\nAs geopolitical tensions escalate, investors can enhance their exposure to the precious metal, to potentially boost portfolio gains and better prepare for an uncertain market environment going forward.\nInvestors should not be discouraged by any decline in gold prices. Rather, they should adopt a \"buy-the-dip\" strategy. Given the current global economic climate, gold remains an essential hedge for all investors, regardless of their investment theme.\nSPDR Gold Shares (GLD)\nSPDR Gold Shares charges an annual fee of 0.40% and has Zacks ETF Rank #3 (Hold), with a Medium risk outlook. The fund has gained about 2.8% since Nov. 15 (as of Nov. 19) and 36.39% over the past year.\niShares Gold Trust (IAU)\niShares Gold Trust charges an annual fee of 0.25% and has Zacks ETF Rank #3, with a Medium risk outlook. The fund has gained about 2.9% since Nov. 15 (as of Nov. 19) and 36.58% over the past year.\nSPDR Gold MiniShares Trust (GLDM)\nSPDR Gold MiniShares Trust charges an annual fee of 0.10% and has Zacks ETF Rank #3. The fund has gained about 2.8% since Nov. 15 (as of Nov. 19) and 36.79% over the past year.\nabrdn Physical Gold Shares ETF (SGOL)\nabrdn Physical Gold Shares ETF charges an annual fee of 0.17% and has Zacks ETF Rank #3, with a Medium risk outlook. The fund has gained about 2.8% since Nov. 15 (as of Nov. 19) and 36.69% over the past year.\nGoldman Sachs Physical Gold ETF (AAAU)\nGoldman Sachs Physical Gold ETF charges an annual fee of 0.18% and has Zacks ETF Rank #3. The fund has gained about 2.9% since Nov. 15 (as of Nov. 19) and 36.70% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-10-22","Url":"https:\/\/www.nasdaq.com\/articles\/can-rally-precious-metals-etfs-continue","Article":"Gold and silver prices continued to climb on Oct. 21, 2024, reflecting ongoing investor interest in precious metals. Gold futures surged to new highs, increasing by 0.8% and approaching $2,750 per ounce. Silver futures also saw substantial gains, rising over 3% before paring back, briefly hitting $34 per ounce — the highest level in 12 years.\nBoth metals have outperformed the broader market in 2024. Gold has risen 26% year to date, while silver has surged 35% compared to the S&P 500’s 19% gain since the start of the year. Gold bullion ETF SPDR Gold Trust GLD has gained 31.8% this year, and the silver bullion ETF iShares Silver Trust SLV advanced 42.4%.\nKey Drivers: Central Bank Purchases and Inflation\nRecord purchases by central banks in the first quarter of 2024 mainly aided the gold rally. According to BofA analysts, gold has surpassed the euro to become the second-largest global reserve asset, trailing only the U.S. dollar, as quoted on Yahoo Finance. In addition, physically backed gold exchange traded funds (ETFs) have seen inflows increase for three successive months, as noted by the World Gold Council.\nInvestors have been attracted to gold due to declining inflation expectations and a more dovish stance from the Federal Reserve, according to Phil Streible, chief market strategist at Blue Line Futures, as quoted on Yahoo Finance. Streible predicts that gold could reach $2,850 by the end of 2024. Note that the annual inflation rate in the United States slowed for the sixth successive month to 2.4% in September 2024, the lowest since February 2021, from 2.5% in August.\nSilver's Surge and Market Sentiment\nSilver, which surged more than 6% last Friday, also continues to perform well. Analysts from JPMorgan pointed to a bullish sentiment at the London Bullion Market Association and London Platinum and Palladium Market conference, where participants forecast an average silver price of $45 per ounce next year. Silver is also considered an industrial metal. Since the Fed rate cut cycle has started, speculation of an industrial uptick has been prevalent, which, in turn, has boosted silver prices.\nCan Silver ETF Rally Continue?\nSilver’s diverse industrial applications, including electronics, fuel cells, and solar panels, are a great plus. However, JPMorgan analysts expressed caution, noting that silver could face uncertainty if Donald Trump wins the 2024 presidential election. A Trump presidency could lead to a hard-line stance on tariffs, complicating the investing scenario for the industrial metals market despite potential Chinese stimulus in 2025, as quoted in the above-mentioned Yahoo Finance article.\nWhat Lies Ahead of Gold ETFs?\nGold mine production nudged up 0.5% year over year in 2023, gained 1.35% in 2022, grew 2.7% in 2021 and recorded the first decline (down 1%) in a decade in 2020. WGC chief believes that gold’s decade-long growth story, which started in 2008 has been showing a downtrend. New gold deposits are now scarce (read: 3 Reasons Why Gold ETFs Could Surge From Here).\nGoldman Sachs predicts that gold could reach $2,700 per troy ounce by early 2025, while other experts anticipate even larger price increases for gold in 2025, mainly due to the Fed rate cut momentum. India — one of the world’s largest consumers of yellow metal — plays a key role in determining gold prices during November-December due to the occurrence of Dhanteras (the most auspicious day in India for buying precious metals) and wedding season.\nBottom Line\nGold’s rally from here depends on the Fed’s behavior and the progression of the geopolitical crisis. Gold ETF investors should closely watch the economic and market events before making any decision.\nHence, investors should closely track ETFs like iShares Gold Trust IAU, abrdn Physical Gold Shares ETF SGOL, SPDR Gold MiniShares Trust GLDM and Goldman Sachs Physical Gold ETF AAAU. In a bull-case scenario, investors should track leveraged gold ETF ProShares Ultra Gold UGL. Meanwhile, silver ETFs should include iShares Silver Trust SLV, abrdn Physical Silver Shares ETF SIVR and ProShares Ultra Silver AGQ.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nProShares Ultra Gold (UGL): ETF Research Reports\niShares Silver Trust (SLV): ETF Research Reports\nProShares Ultra Silver (AGQ): ETF Research Reports\nabrdn Physical Silver Shares ETF (SIVR): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-10-18","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etf-aaau-hits-new-52-week-high-3","Article":"For investors seeking momentum, Goldman Sachs Physical Gold ETF AAAU is probably on the radar. The fund just hit a 52-week high and is up 39.27% from its 52-week low price of $19.15\/share.\nBut are more gains in store for this ETF? Let’s take a quick look at the fund and the near-term outlook on it to get a better idea of where it might be headed:\nAAAU in Focus\nThe fund seeks to reflect the performance of the price of gold less the expenses. The product charges 18 bps in annual fees (See: All Precious Metals ETFs).\nWhy the Move?\nGold has been an area to watch lately, given the surge in the price of the yellow metal, driven by the Fed’s rate cut in September, the first in four years. Gold prices are inversely related to the value of the greenback as gold is priced in dollars. A rate cut by the Fed will result in the depreciation of the value of the dollar. A weaker U.S. dollar generally leads to higher demand for gold as it becomesmore affordable for buyers holding other currencies. The likelihood of further interest rate cuts toward the end of 2024 is also a tailwind.\nThe yellow metal is considered a store of wealth and a safe-haven investment. Escalating geopolitical tensions in the Middle East and rising economic uncertainties due to the upcoming U.S. Presidential elections should further support its upside.\nMore Gains Ahead?\nCurrently, AAAU has a Zacks ETF Rank #3 (Hold). However, it might continue its strong performance in the near term, with a positive weighted alpha of 38.14 (as per Barchart.com), which gives cues of a further rally.\nResearch Chief Names \"Single Best Pick to Double\"\nFrom thousands of stocks, 5 Zacks experts each have chosen their favorite to skyrocket +100% or more in months to come. From those 5, Director of Research Sheraz Mian hand-picks one to have the most explosive upside of all.\nThis company targets millennial and Gen Z audiences, generating nearly $1 billion in revenue last quarter alone. A recent pullback makes now an ideal time to jump aboard. Of course, all our elite picks aren’t winners but this one could far surpass earlier Zacks’ Stocks Set to Double like Nano-X Imaging which shot up +129.6% in little more than 9 months.\nFree: See Our Top Stock And 4 Runners Up\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-10-03","Url":"https:\/\/www.nasdaq.com\/articles\/etfs-consider-middle-east-conflicts-escalate","Article":"On Tuesday, Iran launched an attack on Israel, firing a barrage of missiles in the latest escalation to the ongoing conflict in the Middle East, marking the largest military offensive against Israel to date. This sent the stocks declining, with investors rushing to take cover under safe-haven assets.\nAccording to a statement from Israel on Wednesday, the country indicated that its missile assault would come to an end unless provoked further. This was followed by vows of retaliation from both Israel and the United States, escalating fears of a broader conflict.\nEscalating tensions in the Middle East have weakened investor confidence and sparked worries about how riskier assets could react if the conflict widens.\nETFs to Consider\nAs tensions escalate in the Middle East, investors can enhance their exposure to the following sectors, especially in the short term, to potentially boost portfolio gains and better prepare for the uncertain market environment.\nGold ETFs\nGold, a safe-haven investment during a challenging period, has been trending upward, encouraging calls for a surge in the commodity’s price to reach its price peak. The price of the yellow commodity has been ascending amid rising geopolitical tensions in the Middle East.\nAccording to Yahoo Finance, the price of the precious metal surged about 1% on Tuesday, as tensions escalated following Iran’s firing of ballistic missiles. Frequently seen as a safe-haven investment, investing in the yellow metal during volatile periods can prove to be beneficial.\nAs returns on bonds, stocks and property decrease, interest in gold rises, boosting its value, as it usually does well when other asset classes struggle.\nInvestors can consider funds like SPDR Gold Shares GLD, iShares Gold Trust IAU, SPDR Gold MiniShares Trust GLDM, abrdn Physical Gold Shares ETF SGOL and Goldman Sachs Physical Gold ETF AAAU.\nDefense ETFs\nDefense stocks, which rely heavily on rising military expenditures, tend to see a boost in their prospects during times of escalating conflict, as increased tensions drive higher defense spending by economies. As the risk of the conflict widening surges, increasing exposure to defense-focused investment funds becomes a more attractive strategy for investors.\nRising geopolitical tensions could result in increased defense spending by the United States and its European allies. Meanwhile, China’s defense budget for 2024 surged by 7.2%, marking the ninth consecutive year of growth. India is also planning to increase defense spending, with billions earmarked for the procurement of new weapons (Read: Aerospace & Defense ETFs at 52-Week High: Here's Why).\nFunds like iShares U.S. Aerospace & Defense ETF ITA, Invesco Aerospace & Defense ETF PPA, SPDR S&P Aerospace & Defense ETF XAR, Global X Defense Tech ETF SHLD and SPDR S&P Kensho Future Security ETF FITE can be considered.\nEnergy ETFs\nThe Middle East accounts for nearly one-third of the global oil production, making oil supply increasingly vulnerable to any conflicts in the area. After Iran’s missile attack on Israel, oil prices have surged.\nOil prices could climb even higher as uncertainty around supply persists, largely depending on Israel’s response and the potential for the conflict to escalate further. According to Yahoo Finance, the global benchmark Brent surged about 5% on Tuesday, following the Iranian assault, which came after a warning from the United States.\nInvestors can look into Energy Select Sector SPDR Fund XLE, Vanguard Energy ETF VDE, SPDR S&P Oil & Gas Exploration & Production ETF XOP, iShares Global Energy ETF IXC and Fidelity MSCI Energy Index ETF FENY.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\nGlobal X Defense Tech ETF (SHLD): ETF Research Reports\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nEnergy Select Sector SPDR ETF (XLE): ETF Research Reports\niShares Global Energy ETF (IXC): ETF Research Reports\nSPDR S&P Oil & Gas Exploration & Production ETF (XOP): ETF Research Reports\niShares U.S. Aerospace & Defense ETF (ITA): ETF Research Reports\nInvesco Aerospace & Defense ETF (PPA): ETF Research Reports\nSPDR S&P Aerospace & Defense ETF (XAR): ETF Research Reports\nVanguard Energy ETF (VDE): ETF Research Reports\nFidelity MSCI Energy Index ETF (FENY): ETF Research Reports\nSPDR S&P Kensho Future Security ETF (FITE): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-09-25","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etf-aaau-hits-new-52-week-high-2","Article":"For investors seeking momentum, Goldman Sachs Physical Gold ETF AAAU is probably on the radar. The fund just hit a 52-week high and is up 45.07% from its 52-week low price of $17.97\/share.\nBut are more gains in store for this ETF? Let’s take a quick look at the fund and the near-term outlook on it to get a better idea of where it might be headed:\nAAAU in Focus\nThe fund seeks to reflect the performance of the price of gold less the expenses. The product charges 18 bps in annual fees (See: All Precious Metals ETFs).\nWhy the Move?\nGold has been an area to watch lately, given the surge in the price of the yellow metal, driven by the Fed’s 50 bps rate cut in September. Gold prices are inversely related to the value of the greenback as gold is priced in dollars. A rate cut by the Fed will result in the depreciation of the value of the dollar. A weaker U.S. dollar generally leads to higher demand for gold as it becomesmore affordable for buyers holding other currencies. The likelihood of further interest rate cuts toward the end of 2024 is also a tailwind.\nConsidered a store of wealth and a safe-haven investment, prevailing geopolitical tensions and economic uncertainties further support the upside in the yellow metal.\nMore Gains Ahead?\nCurrently, AAAU has a Zacks ETF Rank #3 (Hold). However, it might continue its strong performance in the near term, with a positive weighted alpha of 41.96 (as per Barchart.com), which gives cues of a further rally.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 5 Stocks Set to Double. Click to get this free report\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-08-30","Url":"https:\/\/www.nasdaq.com\/articles\/ride-gold-rush-these-etfs","Article":"Gold has been enjoying a huge rally amid Fed rate cut bets in September and large purchases by central banks. iShares Gold Trust IAU has gained 22.3% so far this year (as of Aug. 29, 2024). The potential Fed rate cut and a weak dollar and safe-haven demand.\nAs a result, investors who are bullish on gold right now may want to consider a near-term long on the precious metal. Fortunately, with the advent of exchange-traded funds (ETFs), there are several options in the regular and leveraged gold space to make profits.\nRegular gold ETFs include SPDR Gold MiniShares Trust GLDM, abrdn Physical Gold Shares ETF SGOL, VanEck Merk Gold Trust OUNZ, Goldman Sachs Physical Gold ETF AAAU and GraniteShares Gold Trust BAR. These ETFs have gained about 20% this year.\nThe leveraged gold and gold mining ETFs includeProShares Ultra Gold ETF UGL, DB Gold Double Long ETN DGP, Direxion Daily Gold Miners Index Bull 2X Shares NUGT, Direxion Daily Junior Gold Miners Index Bull 2x Shares (JNUG) and MicroSectors Gold Miners 3X Leveraged ETN GDXU.\nLet’s delve a little deeper into the gold investing’s potential.\nWhy Gold ETFs Surged\nGold bullion ETF IAU recorded a monthly gain of 4.7% due to the dollar index's 2.5% decline during the same time period. This has boosted gold's appeal among international buyers. The Fed is expected to enact a rate cut in September.\nThere is currently a 67% probability of a 25-bp rate cut in September (at the time of writing), per CME FedWatch Tool. If The Fed eases its policy, the greenback will likely lose strength and bond yields will fall. Both factors should favor gold investing.\n Limited Gold Reserves\nApproximately 187,000 metric tons of gold have been mined to date, with the majority originating from countries like China, South Africa and Australia. The estimated excavatable gold reserves stand at around 57,000 tons, per a recent United States Geological Surveys.\nObtaining government permits for mining operations has become more tough, with the process often requiring an extended time frame and facing greater scrutiny. Plus, many mining projects are planned for remote areas, necessitating the construction of essential infrastructure such as roads, power and water systems. These requirements make the overall mining process more complex and time-consuming.\n Geopolitical Tensions to Boost Gold’s Safe-Haven Appeal\nThe escalation in tensions in the Middle East and Ukraine is a plus for gold ETF investing as the yellow metal has a reputation of being a safe haven. Gold is seen as a low-risk, real asset that survives through economic cycles. With talks of global growth slowdown doing rounds and geopolitical tensions remaining in place, gold prices may gain in the coming year.\n Central Banks Are Loading Up Gold\nCentral banks are buying gold in record numbers, and as of July 2024, they have purchased 1,037 tons of gold in 2023, which is the second-highest annual purchase in history, per moneycontrol.com. Central banks are important holders of gold, making up for about one-fifth of all gold mined throughout history.\nThis surge reflects efforts by some nations to diversify away from the U.S. dollar. Plus, gold is viewed as an inflation-protected asset. This could be another reason for central banks’ inclination for preserving gold.\n \n  Research Chief Names \"Single Best Pick to Double\"\nFrom thousands of stocks, 5 Zacks experts each have chosen their favorite to skyrocket +100% or more in months to come. From those 5, Director of Research Sheraz Mian hand-picks one to have the most explosive upside of all.\nThis company targets millennial and Gen Z audiences, generating nearly $1 billion in revenue last quarter alone. A recent pullback makes now an ideal time to jump aboard. Of course, all our elite picks aren’t winners but this one could far surpass earlier Zacks’ Stocks Set to Double like Nano-X Imaging which shot up +129.6% in little more than 9 months.\nFree: See Our Top Stock And 4 Runners Up\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nProShares Ultra Gold (UGL): ETF Research Reports\nDirexion Daily Gold Miners Index Bull 2X Shares (NUGT): ETF Research Reports\nDB Gold Double Long ETN (DGP): ETF Research Reports\nDirexion Daily Junior Gold Miners Index Bull 2X Shares (JNUG): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-08-19","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etf-aaau-hits-new-52-week-high-1","Article":"For investors seeking momentum, GS Physical Gold ETF AAAU is probably on the radar. The fund just hit a 52-week high and is up 38.17% from its 52-week low price of $17.97\/share.\nBut are more gains in store for this ETF? Let’s take a quick look at the fund and the near-term outlook on it to get a better idea of where it might be headed:\nAAAU in Focus\nThe fund seeks to reflect the performance of the price of gold less the expenses. The product charges 18 bps in annual fees (See: All Precious Metals ETFs).\nWhy the Move?\nGold has been an area to watch lately, given the surge in the price of the yellow metal. The 100% likelihood that the Fed might start cutting interest rates in September is driving the upside in gold prices. Gold prices are inversely related to the value of the greenback as gold is priced in dollars. If the Fed goes ahead with a rate cut it will result in the value of the dollar to depreciate. A weaker U.S. dollar generally leads to higher demand for gold.\nConsidered a store of wealth and a safe-haven investment, prevailing geopolitical tensions and economic uncertainties further support the upside in the yellow metal.\nMore Gains Ahead?\nCurrently, AAAU has a Zacks ETF Rank #3 (Hold). However, it might continue its strong performance in the near term, with a positive weighted alpha of 34.30 (as per Barchart.com), which gives cues of a further rally.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-08-19","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etfs-climb-rate-cut-bets","Article":"The price of the yellow commodity has been ascending as the Fed is set to cut interest rates, followed by rising geopolitical tensions and increasing purchases of the precious metal by central banks.\nRate Cut Likelihood Grows\nWith a 100% chance of a rate cut in September 2024, investing in gold has become more attractive. There’s a likelihood of 70.5% that the Fed might lower the rate to 5-5.25% and a 29.5% likelihood of the rates falling to 4.75-5% in September, according to the CME FedWatch Tool.\nWith a probability of 43.4% of the interest rates falling to 4.50-4.75% and a 42.4% probability of interest rates falling to 4.25-4.5% in December, the long-term treasury rates may start declining, making gold more appealing to investors compared to bonds.\nGold to Rise on Greenback Slide?\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. The US Dollar Index (DXY) has fallen by about 3% since late June (as of Aug 15). As the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further.\nRising Central Bank Interest in the Precious Metal\nCentral banks in advanced economies are increasing their gold reserves, mirroring the stance of emerging economies in purchasing the metal.\nCentral banks globally added nearly 500 tons of gold to their reserves in the first half of 2024, surpassing the previous year's record. This surge reflects efforts by some nations to diversify away from the U.S. dollar, combat inflation and stabilize their economies (Read: 10 Reasons to Buy Gold Stocks in 2024).\nETFs in Focus\nAcross extended investment periods, gold preserves its purchasing power, outpacing inflation and contributing significant diversification to an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nMaintaining gold exposure in your portfolio is advantageous, especially now. With increasing uncertainties surrounding U.S. politics and rising geopolitical tensions, gold offers a valuable hedge in these uncertain times.\nAdditionally, with the Fed set to cut interest rates this year, the possibility of a weakening greenback and central banks ramping up their gold purchases could potentially drive investments into physically backed gold ETFs.\nBelow, we highlight a few funds.\nSPDR Gold Shares (GLD) has gained 4.06% over the past month and 22.64% over the past year.\niShares Gold Trust (IAU) has gained 4.07% over the past month and 22.82% over the past year.\nSPDR Gold MiniShares Trust (GLDM) has gained 4.08% over the past month and 235 over the past year.\nabrdn Physical Gold Shares ETF (SGOL) has gained 4.08% over the past month and 22.91% over the past year.\nGoldman Sachs Physical Gold ETF (AAAU) has gained 4.08% over the past month and 22.89% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-08-19","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etfs-climb-rate-cut-bets-0","Article":"The price of the yellow commodity has been ascending as the Fed is set to cut interest rates, followed by rising geopolitical tensions and increasing purchases of the precious metal by central banks.\nRate Cut Likelihood Grows\nWith a 100% chance of a rate cut in September 2024, investing in gold has become more attractive. There’s a likelihood of 70.5% that the Fed might lower the rate to 5-5.25% and a 29.5% likelihood of the rates falling to 4.75-5% in September, according to the CME FedWatch Tool.\nWith a probability of 43.4% of the interest rates falling to 4.50-4.75% and a 42.4% probability of interest rates falling to 4.25-4.5% in December, the long-term treasury rates may start declining, making gold more appealing to investors compared to bonds.\nGold to Rise on Greenback Slide?\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. The US Dollar Index (DXY) has fallen by about 3% since late June (as of Aug 15). As the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further.\nRising Central Bank Interest in the Precious Metal\nCentral banks in advanced economies are increasing their gold reserves, mirroring the stance of emerging economies in purchasing the metal.\nCentral banks globally added nearly 500 tons of gold to their reserves in the first half of 2024, surpassing the previous year's record. This surge reflects efforts by some nations to diversify away from the U.S. dollar, combat inflation and stabilize their economies (Read: 10 Reasons to Buy Gold Stocks in 2024).\nETFs in Focus\nAcross extended investment periods, gold preserves its purchasing power, outpacing inflation and contributing significant diversification to an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nMaintaining gold exposure in your portfolio is advantageous, especially now. With increasing uncertainties surrounding U.S. politics and rising geopolitical tensions, gold offers a valuable hedge in these uncertain times.\nAdditionally, with the Fed set to cut interest rates this year, the possibility of a weakening greenback and central banks ramping up their gold purchases could potentially drive investments into physically backed gold ETFs.\nBelow, we highlight a few funds.\nSPDR Gold Shares (GLD) has gained 4.06% over the past month and 22.64% over the past year.\niShares Gold Trust (IAU) has gained 4.07% over the past month and 22.82% over the past year.\nSPDR Gold MiniShares Trust (GLDM) has gained 4.08% over the past month and 235 over the past year.\nabrdn Physical Gold Shares ETF (SGOL) has gained 4.08% over the past month and 22.91% over the past year.\nGoldman Sachs Physical Gold ETF (AAAU) has gained 4.08% over the past month and 22.89% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-07-17","Url":"https:\/\/www.nasdaq.com\/articles\/gold-hits-record-high-5-reasons-etfs-could-rally-further","Article":"Gold hit a record as markets are bracing for global interest rates to fall. The price of gold was buoyed by the potential for U.S. monetary policy easing, increased geopolitical tensions and purchases by central banks. Gold bullion ETF SPDR Gold Trust GLD is up 19.7% this year and has advanced 25.7% past year. We believe the long-term prospects for gold prices are even bullish. Here’s why.\nFalling Gold Mining Output?\nJohn Reade, chief market strategist at the World Gold Council, told CNBC last month that while there was a notable 4% year-on-year increase in mine production during the first quarter of 2024, the broader trend indicates a plateauing of production from 2016 to 2018, with no significant growth observed thereafter.\nMine production nudged up 0.5% year over year in 2023, gained 1.35% in 2022, grew 2.7% in 2021 and recorded the first decline (down 1%) in a decade in 2020. WGC chief believes that gold’s decade-long growth story that started in 2008 is showing a downtrend. New gold deposits are also becoming scarce.\n Fed to Cut Rates in September?\nThe Fed has indicated one rate hike this year. The odds of a rate cut in September rose due to the cooling in inflation and the labor market. There is currently a 93.3% probability of a 25-bp rate cut in September, up from 62% recorded one month ago, according to the CME FedWatch Tool.\nThis indicates that inflation is cooling in the United States which may goad the Fed to cut rates soon. If the Fed eases policy, the greenback will likely lose strength and bond yields will fall. Both factors should go in favor of gold investing.\n Trump Assassination Attempt\nThe recent assassination attempt on Republican candidate Trump has reignited “Trump Trade.” Trump is known to favor low interest rates. As a result, assets that perform better in a low interest rate environment gained traction. Gold, being a non-interest-rate-bearing asset, thus has reasons to rally.\nTrump’s previous era was known for trade war and geopolitical tension. In any case, political tensions are likely to be in place in the United States due to the presidential election this year. These are scenarios when safe-haven assets like gold get a boost. Some analysts also believe that Trump's tariff and tax policies could boost inflation again, deepen the budget deficit and favor inflation-protecting assets like gold.\n Central Banks Buying More Gold\nCentral banks in emerging markets are seeking to lower reliance on the U.S. dollar for reserves holdings and are intending to hedge against inflation. The People’s Bank of China (PBoC) wore the crown for the largest single gold buyer, as it reported a total rise of 225 tons in its gold reserves in 2023. This marked 2023 as the country’s highest single year of reported additions since at least 1977.\nGlobal central banks’ gold buying lifted annual (net) demand to 1,037 tons in 2023, just short of the record of 1,082 tons set in 2022. Two back-to-back years of more than 1,000 tons of buying is proof of the recent strength in the central bank's demand for gold.\nCentral bank net demand totaled 290 tons in Q1 of 2024 — the strongest start to any year on record, per World Gold Council. India, China and Turkey are  loading up gold.\n Anticipation of Increased ETF Demand\nSome analysts anticipate that gold exchange-traded fund (ETF) holdings will rise once the Fed implements interest rate cuts. They believe ETF demand could increase significantly as interest rate adjustments typically influence these buyers.\n Gold ETFs in Focus\nSPDR Gold MiniShares Trust GLDM, iShares Gold Trust IAU, iShares Gold Trust Micro IAUM, GraniteShares Gold Trust BAR and Goldman Sachs Physical Gold ETF AAAU are thus primed for gains.\n\n  Want key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nGraniteShares Gold Trust (BAR): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\niShares Gold Trust Micro (IAUM): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-07-16","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etf-aaau-hits-new-52-week-high-0","Article":"For investors seeking momentum, GS Physical Gold ETF AAAU is probably on the radar. The fund just hit a 52-week high and is up 34.28% from its 52-week low price of $17.97\/share.\nBut are more gains in store for this ETF? Let’s take a quick look at the fund and the near-term outlook on it to get a better idea of where it might be headed:\nAAAU in Focus\nThe fund seeks to reflect the performance of the price of gold less the expenses. The product charges 18 bps in annual fees (See: All Precious Metals ETFs).\nWhy the Move?\nGold has been an area to watch lately, given the surge in the price of the yellow metal. The increasing probability that the Fed might start cutting interest rates in September is driving the upside in gold prices. Gold prices are inversely related to the value of the greenback as gold is priced in dollars. If the Fed goes ahead with a rate cut it will result in the value of the dollar to depreciate. A weaker U.S. dollar generally leads to higher demand for gold.\nConsidered a store of wealth and a safe-haven investment, prevailing geopolitical tensions and economic uncertainties further support the upside in the yellow metal.\nMore Gains Ahead?\nCurrently, AAAU has a Zacks ETF Rank #3 (Hold). However, it might continue its strong performance in the near term, with a positive weighted alpha of 26.12 (as per Barchart.com), which gives cues of a further rally.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-07-05","Url":"https:\/\/www.nasdaq.com\/articles\/etfs-boost-gains-amid-rising-rate-cut-expectations","Article":"Recent ADP and jobless claims, support the “soft economy” narrative, which increases the market expectations of the Fed cutting interest rates as soon as in September this year.  According to the CME FedWatch, the market prices in a 68.1% likelihood of interest rates falling to 5-5.25%.\nInvestor expectations of a December rate cut, prices in a probability of 46.3% for the interest rates dropping to 4.75-5%.\nMore Into the Data\nAccording to Reuters, June saw the unemployment rate remaining changed at 4%, with U.S. job growth adopting a healthy pace, indicating that the Fed maybe able to control the persistent inflation levels without increasing the possibility of a recession.\nThe employment report by the Labor Department is anticipated to show that the rate of increase in yearly wages has slowed down to its lowest level in three years, confirming the disinflationary trend after unfavorable inflation data was witnessed in first-quarter 2024. This can help in increasing the confidence of the policymakers in starting to cut the interest rate this year.\nHowever, even with increasing market expectations of an interest rate cut starting in September, it is important to note that the Fed will maintain a cautious approach throughout to avoid being too aggressive.\nETFs to Consider\nBelow, we highlight a few ETF areas that could see improved performance in the near term, given the growing likelihood of an interest rate cut by the Fed.\nCurrency ETFs\nThe greenback's value tends to move inversely with interest rate adjustments by the Fed. Along with the “de-dollarization” trend, the rising probability of the Fed cutting interest rates this year makes the dollar less attractive to foreign investors, resulting in decreased demand for the currency.\nInvesting in funds that offer exposure to currencies relative to the greenback becomes an attractive investment option in such a landscape. Investors can consider Invesco DB U.S. Dollar Index Bearish Fund UDN, an appropriate option for investors with a bearish outlook on the U.S. Dollar.\nInvestors can also look into funds like Invesco CurrencyShares Euro Currency Trust FXE, Invesco CurrencyShares Swiss Franc Trust FXF and Invesco CurrencyShares British Pound Sterling Trust FXB.\nInvesting in digital currencies is also worth considering, given the possibility of a weakening greenback. IShares Bitcoin Trust Registered IBIT, Grayscale Bitcoin Trust GBTC and Bitwise Bitcoin ETF Trust BITB can be considered.\nEmerging Market ETFs\nThe greenback's value tends to move inversely with interest rate adjustments by the Fed. As the Fed's rate cut prospects rise, the dollar loses appeal to foreign investors, reducing its demand. EMs tend to perform well when the U.S. dollar weakens.\nThe increasing likelihood of the Fed cutting interest rates will also benefit emerging markets heavily reliant on exports, resulting in increased trading activities with the United States.\nInvestors can consider funds like iShares Core MSCI Emerging Markets ETF IEMG, Vanguard FTSE Emerging Markets ETF VWO, iShares MSCI Emerging Markets ETF EEM and SPDR Portfolio Emerging Markets ETF SPEM.\nGold ETFs\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies. With increased projections of rate cuts later in 2024, investing in gold becomes more attractive.\nAs the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further. SPDR Gold Shares GLD, iShares Gold Trust IAU, abrdn Physical Gold Shares ETF SGOLand Goldman Sachs Physical Gold ETF AAAU can be considered.\nHousing ETFs\nWith increasing expectations of interest rate cuts toward the end of the year, 2024 appears poised to provide a relief to the housing market. A decline in the Federal funds rate typically has an indirect impact on the mortgage rate. Industry experts are optimistic about mortgage rates trending favorably throughout the year.\nFunds like iShares U.S. Home Construction ETF ITB, SPDR S&P Homebuilders ETF XHB, Invesco Building & Construction ETF PKB and Hoya Capital Housing ETF HOMZ can be considered.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nInvesco CurrencyShares British Pound Sterling Trust (FXB): ETF Research Reports\nInvesco CurrencyShares Euro Trust (FXE): ETF Research Reports\niShares MSCI Emerging Markets ETF (EEM): ETF Research Reports\nSPDR S&P Homebuilders ETF (XHB): ETF Research Reports\niShares U.S. Home Construction ETF (ITB): ETF Research Reports\nInvesco Building & Construction ETF (PKB): ETF Research Reports\nInvesco DB US Dollar Index Bearish ETF (UDN): ETF Research Reports\niShares Core MSCI Emerging Markets ETF (IEMG): ETF Research Reports\nVanguard FTSE Emerging Markets ETF (VWO): ETF Research Reports\nInvesco CurrencyShares Swiss Franc Trust (FXF): ETF Research Reports\nGrayscale Bitcoin Trust ETF (GBTC): ETF Research Reports\nSPDR Portfolio Emerging Markets ETF (SPEM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nHoya Capital Housing ETF (HOMZ): ETF Research Reports\niShares Bitcoin Trust (IBIT): ETF Research Reports\nBitwise Bitcoin ETF (BITB): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-07-05","Url":"https:\/\/www.nasdaq.com\/articles\/etfs-boost-gains-amid-rising-rate-cut-expectations","Article":"Recent ADP and jobless claims, support the “soft economy” narrative, which increases the market expectations of the Fed cutting interest rates as soon as in September this year.  According to the CME FedWatch, the market prices in a 68.1% likelihood of interest rates falling to 5-5.25%.\nInvestor expectations of a December rate cut, prices in a probability of 46.3% for the interest rates dropping to 4.75-5%.\nMore Into the Data\nAccording to Reuters, June saw the unemployment rate remaining changed at 4%, with U.S. job growth adopting a healthy pace, indicating that the Fed maybe able to control the persistent inflation levels without increasing the possibility of a recession.\nThe employment report by the Labor Department is anticipated to show that the rate of increase in yearly wages has slowed down to its lowest level in three years, confirming the disinflationary trend after unfavorable inflation data was witnessed in first-quarter 2024. This can help in increasing the confidence of the policymakers in starting to cut the interest rate this year.\nHowever, even with increasing market expectations of an interest rate cut starting in September, it is important to note that the Fed will maintain a cautious approach throughout to avoid being too aggressive.\nETFs to Consider\nBelow, we highlight a few ETF areas that could see improved performance in the near term, given the growing likelihood of an interest rate cut by the Fed.\nCurrency ETFs\nThe greenback's value tends to move inversely with interest rate adjustments by the Fed. Along with the “de-dollarization” trend, the rising probability of the Fed cutting interest rates this year makes the dollar less attractive to foreign investors, resulting in decreased demand for the currency.\nInvesting in funds that offer exposure to currencies relative to the greenback becomes an attractive investment option in such a landscape. Investors can consider Invesco DB U.S. Dollar Index Bearish Fund UDN, an appropriate option for investors with a bearish outlook on the U.S. Dollar.\nInvestors can also look into funds like Invesco CurrencyShares Euro Currency Trust FXE, Invesco CurrencyShares Swiss Franc Trust FXF and Invesco CurrencyShares British Pound Sterling Trust FXB.\nInvesting in digital currencies is also worth considering, given the possibility of a weakening greenback. IShares Bitcoin Trust Registered IBIT, Grayscale Bitcoin Trust GBTC and Bitwise Bitcoin ETF Trust BITB can be considered.\nEmerging Market ETFs\nThe greenback's value tends to move inversely with interest rate adjustments by the Fed. As the Fed's rate cut prospects rise, the dollar loses appeal to foreign investors, reducing its demand. EMs tend to perform well when the U.S. dollar weakens.\nThe increasing likelihood of the Fed cutting interest rates will also benefit emerging markets heavily reliant on exports, resulting in increased trading activities with the United States.\nInvestors can consider funds like iShares Core MSCI Emerging Markets ETF IEMG, Vanguard FTSE Emerging Markets ETF VWO, iShares MSCI Emerging Markets ETF EEM and SPDR Portfolio Emerging Markets ETF SPEM.\nGold ETFs\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies. With increased projections of rate cuts later in 2024, investing in gold becomes more attractive.\nAs the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further. SPDR Gold Shares GLD, iShares Gold Trust IAU, abrdn Physical Gold Shares ETF SGOLand Goldman Sachs Physical Gold ETF AAAU can be considered.\nHousing ETFs\nWith increasing expectations of interest rate cuts toward the end of the year, 2024 appears poised to provide a relief to the housing market. A decline in the Federal funds rate typically has an indirect impact on the mortgage rate. Industry experts are optimistic about mortgage rates trending favorably throughout the year.\nFunds like iShares U.S. Home Construction ETF ITB, SPDR S&P Homebuilders ETF XHB, Invesco Building & Construction ETF PKB and Hoya Capital Housing ETF HOMZ can be considered.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nInvesco CurrencyShares British Pound Sterling Trust (FXB): ETF Research Reports\nInvesco CurrencyShares Euro Trust (FXE): ETF Research Reports\niShares MSCI Emerging Markets ETF (EEM): ETF Research Reports\nSPDR S&P Homebuilders ETF (XHB): ETF Research Reports\niShares U.S. Home Construction ETF (ITB): ETF Research Reports\nInvesco Building & Construction ETF (PKB): ETF Research Reports\nInvesco DB US Dollar Index Bearish ETF (UDN): ETF Research Reports\niShares Core MSCI Emerging Markets ETF (IEMG): ETF Research Reports\nVanguard FTSE Emerging Markets ETF (VWO): ETF Research Reports\nInvesco CurrencyShares Swiss Franc Trust (FXF): ETF Research Reports\nGrayscale Bitcoin Trust ETF (GBTC): ETF Research Reports\nSPDR Portfolio Emerging Markets ETF (SPEM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nHoya Capital Housing ETF (HOMZ): ETF Research Reports\niShares Bitcoin Trust (IBIT): ETF Research Reports\nBitwise Bitcoin ETF (BITB): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-07-05","Url":"https:\/\/www.nasdaq.com\/articles\/capitalize-golds-momentum-these-etfs","Article":"Gold, a safe-haven investment during a challenging period, has been trending upward, encouraging calls for a surge in the commodity’s price to reach its price peak.\nThe price of the yellow commodity has been ascending amid rising geopolitical tensions in the Middle East, the increasing probability of an interest rate cut by the Fed and central banks increasing their purchase of the precious metal.\nRate Cut Likelihood Grows\nAccording to Reuters, recent economic data suggesting easing labor market conditions, indicate a softening U.S. economy. This results in increased hopes that the Fed might cut interest rates in September.\nWith increased projections of rate cuts later in 2024, investing in gold becomes more attractive. The recent inflation data has ignited market expectations of interest rate cuts this year, with a likelihood of 66.5% that the Fed might lower the rate to 5-5.25% in September, according to the CME FedWatch Tool.\nWith a probability of 46% of the interest rates falling to 4.75-5% in December, the long-term treasury rates may start declining, making gold more appealing to investors compared to bonds.\nWill Gold Rise on the Greenback Slide?\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. As the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further.\nOther Catalysts Powering Gold's Rally\nAccording to John Reade, Chief Market Strategist, World Gold Council, as quoted on Nomura, emerging economies are driving gold’s demand, constituting nearly 75% of the consumer demand for the metal over the previous decade.\nInvestors raising the allocation of the precious metal in their portfolio is also boosting demand for gold. Being one of the most financialized commodities today, with 38% of average annual net demand now driven by investment, a potential shift toward diversifying portfolios with increased investments in gold is pushing up its demand and price.\nGrowing demand for technology, with demand for semiconductor chips rising on an AI rally, should also boost the demand for gold.\nETFs in Focus\nAcross extended investment periods, gold preserves its purchasing power, outpacing inflation and contributing significant diversification to an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nIncreasing chances of a rate cut, a weakening greenback and central banks ramping up their gold purchases could potentially drive investments into physically backed gold ETFs.\nBelow, we highlight a few funds.\nSPDR Gold Shares (GLD) has gained 14.55% over the past three months and 19.07% over the past year.\niShares Gold Trust (IAU) has gained 14.59% over the past three months and 19.24% over the past year.\nSPDR Gold MiniShares Trust (GLDM) has gained 14.63% over the past three months and 19.42% over the past year.\nabrdn Physical Gold Shares ETF (SGOL) has gained 14.61% over the past three months and 19.34% over the past year.\nGoldman Sachs Physical Gold ETF (AAAU) has gained 14.60% over the past three months and 19.30% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-07-05","Url":"https:\/\/www.nasdaq.com\/articles\/capitalize-golds-momentum-these-etfs","Article":"Gold, a safe-haven investment during a challenging period, has been trending upward, encouraging calls for a surge in the commodity’s price to reach its price peak.\nThe price of the yellow commodity has been ascending amid rising geopolitical tensions in the Middle East, the increasing probability of an interest rate cut by the Fed and central banks increasing their purchase of the precious metal.\nRate Cut Likelihood Grows\nAccording to Reuters, recent economic data suggesting easing labor market conditions, indicate a softening U.S. economy. This results in increased hopes that the Fed might cut interest rates in September.\nWith increased projections of rate cuts later in 2024, investing in gold becomes more attractive. The recent inflation data has ignited market expectations of interest rate cuts this year, with a likelihood of 66.5% that the Fed might lower the rate to 5-5.25% in September, according to the CME FedWatch Tool.\nWith a probability of 46% of the interest rates falling to 4.75-5% in December, the long-term treasury rates may start declining, making gold more appealing to investors compared to bonds.\nWill Gold Rise on the Greenback Slide?\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. As the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further.\nOther Catalysts Powering Gold's Rally\nAccording to John Reade, Chief Market Strategist, World Gold Council, as quoted on Nomura, emerging economies are driving gold’s demand, constituting nearly 75% of the consumer demand for the metal over the previous decade.\nInvestors raising the allocation of the precious metal in their portfolio is also boosting demand for gold. Being one of the most financialized commodities today, with 38% of average annual net demand now driven by investment, a potential shift toward diversifying portfolios with increased investments in gold is pushing up its demand and price.\nGrowing demand for technology, with demand for semiconductor chips rising on an AI rally, should also boost the demand for gold.\nETFs in Focus\nAcross extended investment periods, gold preserves its purchasing power, outpacing inflation and contributing significant diversification to an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nIncreasing chances of a rate cut, a weakening greenback and central banks ramping up their gold purchases could potentially drive investments into physically backed gold ETFs.\nBelow, we highlight a few funds.\nSPDR Gold Shares (GLD) has gained 14.55% over the past three months and 19.07% over the past year.\niShares Gold Trust (IAU) has gained 14.59% over the past three months and 19.24% over the past year.\nSPDR Gold MiniShares Trust (GLDM) has gained 14.63% over the past three months and 19.42% over the past year.\nabrdn Physical Gold Shares ETF (SGOL) has gained 14.61% over the past three months and 19.34% over the past year.\nGoldman Sachs Physical Gold ETF (AAAU) has gained 14.60% over the past three months and 19.30% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-06-25","Url":"https:\/\/www.nasdaq.com\/articles\/gold-set-break-3000-etfs-consider","Article":"Gold, a safe-haven investment during a challenging period, has been trending upward, encouraging calls for a surge in the commodity’s price to reach its price peak.\nThe price of the yellow commodity has been ascending amid rising geopolitical tensions in the Middle East, the increasing probability of an interest rate cut by the Fed and central banks increasing their purchase of the precious metal.\nRate Cut Likelihood Grows\nWith projections of one rate cut later in 2024, investing in gold becomes more attractive. The recent inflation data has ignited market expectations of interest rate cuts this year, with a likelihood of 61.1% that the Fed might lower the rate to 5-5.25% in September, according to the CME FedWatch Tool.\nWith a probability of 45.2% of the interest rates falling to 4.75-5% in December, the long-term treasury rates may start declining, making gold more appealing to investors compared to bonds.\nGold to Rise on Greenback Slide?\nGold prices are inversely related to the value of the U.S. dollar as gold is priced in dollars. A weaker U.S. dollar generally leads to higher demand for gold, pushing its price upward as it becomes more affordable for buyers holding other currencies.\nIf the Fed goes ahead with a rate cut, the greenback may lose its strength. As the U.S. dollar weakens toward the end of 2024 and into 2025, the price of the yellow commodity may surge further.\nOptimistic Price Forecast\nAccording to the commodity analysts at Bank of America, as quoted on the Barchart, the price for the yellow commodity is forecast to cross $3,000 per ounce in the coming 12 to 18 months, driven by expected interest rate cuts by the Fed and ongoing central bank purchases.\nRising Central Bank Interest in the Precious Metal\nAccording to the Business Standard, central banks of advanced economies are planning on increasing their share of the precious metal, mirroring the stance of emerging economies in purchasing the metal.\nBased on a survey by the World Gold Council, as quoted on the Business Standard, nearly 60% of these banks foresee a rise in gold's allocation over the next five years, up from 38% last year.\nPer the Financial Times, as quoted on the Business Standard, approximately 13% of advanced economies are set to boost their gold holdings in the coming year, marking a rise from about 8% last year.\nThis estimate is supported by the People’s Bank of China diversifying its foreign reserves by increasing gold holdings by 8 million ounces ($51 billion) since January 2023, raising gold's share in China’s total reserves from 3.5% in December 2022 to 4.9% in April 2024, according to Business Insider.\nNearly 56% of advanced economies anticipate a decrease in the dollar's global reserve share over the next five years, up from 46% last year. Among emerging market central banks, 64% share this view, suggesting a potential shift toward diversifying portfolios with increased investments in gold, pushing up its demand and price.\nETFs in Focus\nAcross extended investment periods, gold preserves its purchasing power, outpacing inflation and contributing significant diversification to an investment portfolio due to its historical tendency to have a negative correlation with other asset classes.\nIncreasing chances of a rate cut, a weakening greenback and central banks ramping up their gold purchases could potentially drive investments into physically backed gold ETFs.\nBelow, we highlight a few funds.\nSPDR Gold Shares GLD has gained 14.55% over the past three months and 19.07% over the past year.\niShares Gold Trust IAU has gained 14.59% over the past three months and 19.24% over the past year.\nSPDR Gold MiniShares Trust GLDM has gained 14.63% over the past three months and 19.42% over the past year.\nabrdn Physical Gold Shares ETF SGOL has gained 14.61% over the past three months and 19.34% over the past year.\nGoldman Sachs Physical Gold ETF AAAU has gained 14.60% over the past three months and 19.30% over the past year.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-06-14","Url":"https:\/\/www.nasdaq.com\/articles\/3-reasons-why-gold-etfs-could-surge-here","Article":"Gold prices jumped in 2024 buoyed by the potential for the US monetary policy easing, a likely decline in the U.S. dollar, increased geopolitical tensions and continuous purchasing by central banks. Gold bullion ETF SPDR Gold Trust GLD is up 12.3% this year and has advanced 17.74% past year. We believe the long-term prospect for the gold prices are even bullish. Here’s Why.\nFalling Output?\nJohn Reade, Chief Market Strategist at the World Gold Council, noted that while there was a notable 4% year-on-year increase in mine production during the first quarter of 2024, the broader trend indicates a plateauing of production since around 2016 to 2018, with no significant growth observed thereafter, as quoted on CNBC.\nMine production nudged up only 0.5% year over year in 2023, gained 1.35% in 2022, grew 2.7% in 2021 and recorded the first decline (down 1%) in a decade in 2020. WGC chief believes that the gold’s decade-long growth story that started in 2008 has been showing a downtrend. New gold deposits are being scare.   \nLimited Gold Reserves\nApproximately 187,000 metric tons of gold have been mined to date, with the majority originating from countries like China, South Africa, and Australia. The estimated excavatable gold reserves stand at around 57,000 tonnes, as per the United States Geological Survey.\nObtaining government permits for mining operations has become more tough, with the process often requiring long time frame and facing greater scrutiny. Plus, many mining projects are planned for remote areas, necessitating the construction of essential infrastructure such as roads, power, and water systems. These requirements make the overall mining process more complex and time-consuming.\nFed to Cut Rates in September?\nThe Fed indicated one rate hike this year. The odds of a rate cut in September rose following the CPI report on Jun 12, but the decision hinges on continued improvement in inflation data. There is currently 55% probability of a 25-bp rate cut in September (at the time of writing), up from 46.8% recorded on Jun 11, 2024, per CME FedWatch Tool.\nInvestors should note that US consumer inflation slowed to 3.3% in May 2024, the lowest in three months, and came lower than forecasts of 3.4%. Core CPI marked the lowest rate since April 2021. Wholesale price increases also fell by 0.2% in May. It was the biggest drop in producer prices since October.\nThis indicates inflation is cooling in the United States which may goad the Fed to cut rates soon. If The Fed eases policy, the greenback will likely lose strength and bond yields will fall. Both factors should go in favor of the gold investing.\nGold ETFs in Focus\nSPDR Gold MiniShares Trust GLDM, iShares Gold Trust IAU, iShares Gold Trust Micro IAUM, GraniteShares Gold Trust (BAR) and Goldman Sachs Physical Gold ETF AAAU each has gained 12% so far this year.\nZacks Names \"Single Best Pick to Double\"\nFrom thousands of stocks, 5 Zacks experts each have chosen their favorite to skyrocket +100% or more in months to come. From those 5, Director of Research Sheraz Mian hand-picks one to have the most explosive upside of all.\nIt’s a little-known chemical company that’s up 65% over last year, yet still dirt cheap. With unrelenting demand, soaring 2022 earnings estimates, and $1.5 billion for repurchasing shares, retail investors could jump in at any time.\nThis company could rival or surpass other recent Zacks’ Stocks Set to Double like Boston Beer Company which shot up +143.0% in little more than 9 months and NVIDIA which boomed +175.9% in one year.\nFree: See Our Top Stock and 4 Runners Up >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\niShares Gold Trust Micro (IAUM): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-04-09","Url":"https:\/\/www.nasdaq.com\/articles\/gold-about-to-hit-$2500-etfs-to-play","Article":"Gold prices surged to a new record high on Monday, as UBS boosted its forecasts in anticipation of increased retail buying, as quoted on Morningstar. UBS analysts, led by strategist Giovanni Staunovo, adjusted their gold forecasts. They boosted their June forecast to $2,300 an ounce, surpassing the target, and lifted the year-end and end-March 2025 forecasts to $2,500 an ounce. Gold is currently hovering around a level of $2,358.40.\nCiti Analysts Also Bullish\nCiti analysts also raised their gold price targets, projecting a potential rise to $2,400\/oz in the short term and foreseeing a bull-case scenario of $2,500\/oz for the second half of 2024, per the above-mentioned article.\nWhile factors such as expectations for Federal Reserve interest rate cuts and geopolitical tensions have been driving gold's rise, there are also suggestions that investors are anticipating central banks to continue buying gold, further boosting demand.\nSilver Prices Follow Suit\nSilver prices replicated the upward trend, with June delivery prices rising to $2,356.10 an ounce on Monday. Silver has seen a 17% increase this year and closed at its highest level since June 16, 2021, on Friday.\nLet’s delve a little deeper.\nGold as an Inflation-Protecting Asset\nThe demand for inflation hedge and growing global growth worries are driving investors toward gold, as it is considered a safe haven. India is the world's second-largest consumer of the yellow metal. The demand for gold in India, which has been in the range of 700-800 tons annually since 2019, is expected to increase to 800-900 tons in 2024 on the back of robust economic growth and higher income, according to the World Gold Council (“WGC”).\nFed Maintains Rate Cut Projections\nGold prices tend to move inversely to interest rates. When interest rates decline, non-interest-bearing gold becomes more attractive as it competes more favorably with interest-bearing investments like bonds.\nThe Federal Reserve decided to keep interest rates unchanged at its latest policy meeting, maintaining the benchmark rate in the range of 5.25-5.50%. No officials see rates going up in 2024. Despite previous expectations of a lesser number of rate cuts due to the recently released hot inflation numbers, the Fed still anticipates the need for three rate cuts in 2024.\nThis would likely weaken the U.S. dollar and favor gold prices. This has boosted investors’ optimism toward gold investing. The gold bullion ETF GLD has gained 13.5% this year.\nCentral Banks Buying\nCentral banks in emerging markets are seeking to lower reliance on the U.S. dollar for reserves holdings and are intending to hedge against inflation. The People’s Bank of China (“PBoC”) wore the crown for the largest single gold buyer, as it reported a total rise of 225 tons in its gold reserves in 2023. This marked 2023 as the country’s highest single year of reported additions since at least 1977.\nGlobal central bank gold buying lifted annual (net) demand to 1,037 tons in 2023, just short of the record set in 2022 of 1,082 tons. Global official sector gold reserves are now estimated to total 36,700 tons, per WGC. Two back-to-back years of more than 1,000 tons of buying is proof of the recent strength in the central bank's demand for gold.\nAnticipation of Increased ETF Demand\nUBS analysts anticipate that gold exchange-traded fund (ETF) holdings will rise once the Fed implements interest rate cuts. They believe ETF demand could increase significantly as interest rate adjustments typically influence these buyers.\nBottom Line\nThe gold’s rally from here depends on the Fed’s behavior and the progression of the geopolitical crisis. If the Fed stays put from here or cuts rates, it would be good news for gold and silver investing.\nHence, investors should closely track ETFs like iShares Gold Trust IAU, abrdn Physical Gold Shares ETF SGOL, SPDR Gold MiniShares Trust GLDM and Goldman Sachs Physical Gold ETF AAAU. In a bull-case scenario, investors should track leveraged gold ETF ProShares Ultra Gold UGL.\nInvestors can also keep a close tab on silver ETFs like iShares Silver Trust SLV, abrdn Physical Silver Shares ETF SIVR and ProShares Ultra Silver AGQ.\n \n  Want key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nProShares Ultra Gold (UGL): ETF Research Reports\niShares Silver Trust (SLV): ETF Research Reports\nProShares Ultra Silver (AGQ): ETF Research Reports\nabrdn Physical Silver Shares ETF (SIVR): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2024-03-21","Url":"https:\/\/www.nasdaq.com\/articles\/3-reasons-to-play-gold-etfs-now","Article":"Gold delivered a moderate performance in the past year. However, after wild swings, the metal showed a strong rebound lately. Gold bullion ETF SPDR Gold Shares GLD added more than 6% this year (as of Mar 20, 2024). We expect the winning trend to continue in the coming days. Let’s delve a little deeper.\nFed Maintains Rate Cut Projections\nGold prices tend to move inversely to interest rates. When interest rates decline, non-interest-bearing gold becomes more attractive as it competes more favorably with interest-bearing investments like bonds.\nThe Federal Reserve decided to keep interest rates unchanged at its latest policy meeting, maintaining the benchmark rate in the range of 5.25-5.50%. No officials see rates going up in 2024. Despite previous expectations of a lesser number of rate cuts due to recently released hot inflation numbers, the Fed still anticipates the need for three rate cuts in 2024.\nThis would likely weaken the U.S. dollar and favor gold prices. This has boosted investors’ optimism toward gold investing. The gold bullion ETF GLD was up 1.2% on Mar 20, post Fed meeting. The fund added 0.9% after hours.\nGold as an Inflation-Protecting Asset\nThe demand for inflation hedge and growing global growth worries are driving investors toward gold, as it is considered a safe haven.India is the world's second-largest consumer of the yellow metal. The demand for gold in India, which has been in the range of 700-800 tons (t) annually since 2019, is expected to increase to 800-900t in the calendar year 2024 on the back of robust economic growth and higher income, according to the World Gold Council (“WGC”).\nCentral Banks Buying\nCentral banks in emerging markets are seeking to lower reliance on the U.S. dollar for reserves holdings and are also intending to hedge against inflation. The People’s Bank of China (“PBoC”) wore the crown for the largest single gold buyer, as it reported a total rise of 225t in its gold reserves in 2023. This marked 2023 as the country’s highest single year of reported additions since at least 1977.\nGlobal central bank gold buying lifted annual (net) demand to 1,037t in 2023, just short of the record set in 2022 of 1,082t. Global official sector gold reserves are now estimated to total 36,700t, per WGC. Two back-to-back years of more than 1,000t of buying is proof of the recent strength in central bank demand for gold.\nBottom Line\nThe gold’s rally from here depends on the Fed’s behavior and the progression of the geopolitical crisis. If the Fed stays put from here or cuts rates, it would be good news for gold investing. Gold investors should closely watch the economic and market events before making any decision.\nHence, investors should track the ETFs like iShares Gold Trust IAU, abrdn Physical Gold Shares ETF SGOL, SPDR Gold MiniShares Trust GLDM and Goldman Sachs Physical Gold ETF AAAU closely. In a bull-case scenario, investors should track leveraged gold ETF ProShares Ultra Gold UGL.\nWant key ETF info delivered straight to your inbox?\nZacks’ free Fund Newsletter will brief you on top news and analysis, as well as top-performing ETFs, each week.\nGet it free >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\nSPDR Gold Shares (GLD): ETF Research Reports\niShares Gold Trust (IAU): ETF Research Reports\nabrdn Physical Gold Shares ETF (SGOL): ETF Research Reports\nProShares Ultra Gold (UGL): ETF Research Reports\nSPDR Gold MiniShares Trust (GLDM): ETF Research Reports\nGoldman Sachs Physical Gold ETF (AAAU): ETF Research Reports\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"aaau","Article_title":""}
{"Date":"2023-12-05","Url":"https:\/\/www.nasdaq.com\/articles\/gold-at-all-time-high%3A-more-etf-rally-likely-in-2024","Article":"DexCom ( DXCM ), a provider of continuous glucose monitoring systems, recently announced that the U.S. Food and Drug Administration (FDA) has cleared its new continuous glucose monitoring system, the DexCom G4 Platinum. The company has started taking orders and will start shipments in the coming weeks.\nDexCom received the CE Mark for its G4 system in June 2012 and already markets the product in the European Union as well as certain Latin American and Asian nations, where the CE Mark is recognized.\nClinical data validates the improved performance of G4 Platinum over the company's Seven Plus with a 19% increase in overall accuracy for glucose monitoring. Trials also indicate a 30% improvement in accuracy when blood glucose level is below 70mg\/dl (for hypoglycemia relevance range).\nThe inbuilt features of the G4 Platinum make it the most innovative system for continuous glucose monitoring in the market. The increased accuracy for hypoglycemic range and ease of use will enhance the standard of care for diabetic patients.\nGiven","Stock_symbol":"AAAU","Article_title":"Gold at All-Time High: More ETF Rally Likely in 2024"}
{"Date":"2023-12-04","Url":"https:\/\/www.nasdaq.com\/articles\/hedge-safely-by-opting-for-gold-etfs","Article":"Rent-A-Center Inc . ( RCII ), the largest rent-to-own operator in the U.S, announced the opening of two new stores, one each in the states of North Carolina and Georgia.\nThe company, through its latest stores, will offer furnishings, electrical devices, electronics and computers. With the inclusion of these new stores, Rent-A-Center now operates through 120 and 79 locations in North Carolina and Georgia, respectively.\nThe residents of the regions will now have an additional option of purchasing goods with flexible payment options (freedom to pay weekly, biweekly or monthly). Moreover, when the consumer is denied credit financing for a particular product from the retailer, Rent-A-Center, under its RAC Acceptance program acquires that product from the retailer and offers it to the consumer under a rental-purchase transaction.\nThe RAC Acceptance program is gaining traction and remains a significant contributor to the company's top-line growth. The company expects to add 200 domestic RAC Acceptance kiosks in 2012.\nRent-A-Center has an extensive network of more than 3,000 stores, facilitating it to effectively penetrate into its target markets and gain a competitive advantage over its rivals, Aaron's Inc . ( AAN ) and Advance America.\nApart from store expansions, the company is taking prudent steps to optimize rental merchandise levels in accordance with sales trends. Rent-A-Center implemented a centralized inventory management system, including automated merchandise replenishment. Moreover, a new centralized purchasing system allows better management of rental merchandise.\nGoing forward, the company remains optimistic about its future growth as it opens stores in international markets and accelerates the rollout of RAC Acceptance kiosks.\nCurrently, we have a long-term 'Outperform' recommendation on the stock. However, the company has a Zacks #3 Rank, which translates into a short-term 'Hold' rating.\n(AAN): ETF Research Reports\nRENT-A-CENTER (RCII): Free Stock Analysis Report\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"AAAU","Article_title":"Hedge Safely by Opting for Gold ETFs"}
{"Date":"2023-11-02","Url":"https:\/\/www.nasdaq.com\/articles\/gold-etfs-rebound%3A-can-the-momentum-continue","Article":"The Metals & Mining industry encompasses the extraction (mining) as well as primary and secondary processing of metals and minerals. The industry is oligarchic in structure, with a few producers accounting for a lion's share of the output.\nIron and steel commands a major chunk of the global metals market -- more than half the metals industry in terms of volume, followed by aluminum. The iron and steel industry includes metal ore exploration and mining services, as well as iron and steel foundries for smelting, rolling, forging, spinning, recycling, stamping, polishing and plating of iron and steel products.\nThe precious metal and minerals industry consists of companies engaged in the extraction and primary processing of gold, silver, platinum, diamond, semi-precious stones, uranium and other rare minerals and ores, along with the cultivation of pearls.\nThe industry is highly cyclical and competitive. Historically, it has suffered from overcapacity (excess of supply over demand). Metal producers are subject to cyclical fluctuations in prices, general economic conditions and end-user markets. The weakening outlook for global economic growth has emerged as a major headwind for the global metal industry. These near-term challenges aside, the group's long-term dynamics appear attractive.\nA Detailed Look into Metals: Performance and Outlook\nSteel\nAs the major stakeholder in the metals market, the steel industry was severely hurt by the global economic downturn. Recovery, however, was swift and forceful. According to the World Steel Association, world crude steel production was a record 1,527 Mt in 2011, a 6.8% annual jump. In the first quarter of the current fiscal, world crude steel production was 377.3 Mt, and improved further to 388.4 Mt in the second quarter. Moreover, recent data shows that crude steel production for July and August was at 252.5 Mt, trending 0.4% higher than the comparable period last year.\nChina retained its leadership position among the steel producing countries, yielding almost half of the global output at 48%, growing 2% year over year so far in the third quarter. Japan, the second largest producer, posted a 2% increase. The United States held the third position, producing 14.8 Mt of crude steel, flat annually and constituted 6% of the total global output. Asia improved 2.3% to 166.8 Mt, while production in Europe was a dampener, declining 4.5%.\nThe automotive and construction markets have historically been the largest consumers of steel. The automotive sector has shown significant promise. Auto sales in the U.S. surged 13% to 1.19 million vehicles for the month of September 2012. The seasonally adjusted annual rate (SAAR) went up 13.7% to 14.9 million vehicles from September last year, the highest sales rate in the last four years.\nAuto sales for the first nine months of 2012 averaged 14.5 million SAAR and grew a promising 15%. The robust growth rate in the sector has been fueled by strong pent-up demand, cheap financing, launch of several redesigned and fuel-efficient vehicles, rebound in consumer confidence, thanks to a growing belief that the housing market is recovering.\nThe construction sector had been a drag on the steel companies' earnings. However, recent figures suggest a turnaround in the non-residential as well as residential construction sector. According to the American Institute of Architects, the architecture billings index (ABI), an economic indicator that provides an approximate nine- to twelve-month glimpse into the future of non-residential construction spending activity, stood at 48.7, up considerably from 45.9 registered in June.\nEven though in the negative territory (since any score above 50 indicates an increase in billings), the index level pointed toward a moderation in the downturn. The momentum picked up in August with ABI climbing back into the positive territory with a score of 50.2 for the first time in five months.\nThe American Institute of Architects projects a 4.4% increase in spending this year for non-residential construction projects, on the back of increase in demand for industrial facilities so far this year along with sustained demand for hotels and retail projects. The spending is expected to accelerate further to 6.2% in 2013.\nAs per the U.S. Department of Commerce, housing starts increased 29% to a seasonally adjusted annual rate of 750,000 in August 2012 compared with August 2011. Building permits in August were at a seasonally adjusted annual rate of 803,000, 24.5% higher than the year-ago figure. It is worth mentioning that building permits in July this year had touched the highest level in four years at 811,000.\nIn a nutshell, record-low mortgage rates, rising rents and reduced prices of properties are luring buyers. These figures provide a glimmer of hope that U.S. residential construction is finally stabilizing and is on the road to a much awaited recovery.\nReflecting on the second quarter results of the steel companies in our coverage -- ArcelorMittal ( MT ), United States Steel Corp. ( X ), Nucor Corporation ( NUE ) and AK Steel Holding Corporation ( AKS ) -- we see revenues were constrained due to drop in average steel prices. This does not come as a surprise, however, as oversupply in the U.S. steel industry and increased steel imports in the domestic market affected steel prices, hurting margins and profits of steel players in the process.\nLooking forward to the third quarter, the steelmakers expect profits to be lower than the second quarter due to continued increase in steel imports, decline in average realized prices along with macroeconomic uncertainty and sluggish growth in emerging markets.\nFor 2012, the World Steel Association provides a muted outlook, projecting a 3.6% increase in global steel usage, a sharp deceleration from 5.6% growth in 2011. This reflects a continuing slowdown in Chinese steel demand and Eurozone debt crisis uncertainties. Furthermore, questions about the U.S. growth outlook also loom large.\nAfter recording a 6.2% growth in 2011, China's steel usage in 2012 is estimated to grow 4% to 648.8 Mt as the economy is entering a less steel-intensive growth phase as a result of the government's efforts to rebalance the economy and restrain the real estate bubble. After a weak performance in 2011, India is expected to grow by 6.9% to 72.5 Mt. Japan's steel usage is expected to drop 0.6% to 63.7 Mt in 2012, due to the impact of exchange rate appreciation despite the reconstruction activities after the March 2011 earthquake.\nIn 2013, world steel demand is expected to increase 4.5% to approximately 1,486 Mt. China's steel usage is expected to grow 4% to 674.8 Mt from the 2012 projections. India is expected to pick up pace and grow 9.4%, triggered by urbanization and surging infrastructure investment. In 2013, the steel use in the U.S. is envisioned at 99.5 Mt, recording 5.6% growth. Brazil is expected to grow 6.7% to reach 52.5 Mt in 2013. Japan is expected to decline further by 2.2% to 62.3 Mt, comprising 77% of the 2007 level. Europe is, however, expected to record a modest recovery of 3.3% to 155.8 Mt in 2013.\nGiven the scenario in Europe, ArcelorMittal, the world's largest steelmaker in terms of volume and Europe's largest steelmaker, had earlier decided to idle five of its 25 blast furnaces in Europe and announced the extended idling of a number of facilities. The company will continue to align its steel growth projects to match demand situations. To reduce its exposure to Europe, the company recently sold its 24% share in European energy company, Enovos International.\nSteelmakers are increasing their consolidation efforts, particularly in China and India, in order to derive economies of scale and other synergies to remain competitive. A major development in this sector was the recent merger of Japan's largest and world's sixth-largest steel maker Nippon Steel Corporation with 27th-ranked Sumitomo Metal Industries to form the world's second biggest steel firm - Nippon Steel & Sumitomo Metal Corporation (NSSMY). With a combined capacity of 46.1 million tons, it is set to replace China's Hebei Group in the second position, which has a production of 44.4 million tons. The merger is targeted to generate savings in the face of increasingly intense global competition.\nTo sum up, despite plagued by overcapacity and softening prices, the outlook for the sector is not that bad. The outlook for key end-markets in the automotive, transportation, energy, industrial and agricultural sectors remains favorable. The faltering construction sector is showing signs of a turnaround.\nChina's recent attempt to bolster its economy by approving 60 infrastructure projects worth more than $150 billion will help lift up the steel sector. Prices could potentially stabilize on the back of a rebound in construction activity in the developing countries, in particular China, India and South Korea.\nFurthermore, the sector will also benefit from the Federal Reserve's move to boost the U.S economy. However, the European debt crisis and its potential global impact remain an overhang on the industry.\nGold\nAs per the World Gold Council, 2011 was a milestone year for gold as global demand for the yellow metal grew 0.4% to 4,067.1 tons at an estimated value of $205.5 billion -- the highest tonnage level with a value exceeding $200 billion since 1997. The increase was mainly propelled by the investment sector, particularly in India, China and Europe.\nIn the second quarter of fiscal 2012, gold demand was at 990 tons, down 7% year over year. Increase in demand from central banks was offset by declines in demand for jewelry, investment and in the technology sectors, due to higher prices. Central banks continued to be the primary purchasers of gold, accounting for around 16% of total gold demand, at 157.5 tons. This was a record quarter for central bank, buying more than twice the purchases in the second quarter last year.\nIn absolute terms, gold demand in the quarter was valued at $51.2 billion, a 1% decline from the second quarter of fiscal 2011. Average gold price in the first quarter stood at $1,609.49, 7% above the prior fiscal's quarter.\nInvestment demand declined 23% to 302 tons, due to lower demand for ETFs and physical bars, particularly in India and China. Gold demand in the technology sector was 1,112.2 tons, a 5% decline year-over-year due to higher gold prices, weak consumer demand, uncertainty in Europe and substitution to more affordable alternatives.\nJewelry demand dipped 15% to 418.3 tons due to higher price levels. Jewelry demand in India, a major consumer of gold, was down 30%, mainly due to a deprecation in the Indian rupee against the US dollar, which led to record high local prices. Furthermore, slowing GDP growth, domestic inflation, high interest rates and below average monsoon rain also contributed to the decline. Gold in India is currently at an all-time high in rupee terms.\nIn China, another major market, demand for gold decreased 9% to 93.8 tons as consumers were discouraged by the slowing GDP growth and the lack of clear trend in gold price. However, China is expected to resume its pace as economic growth is expected to pick up as a result of the monetary easing implemented in the second quarter.\nMine production inched up 3 tons to 706.4 tons, up 3% year over year. Adverse weather conditions, interruptions at few operations and slower ramp up of production at few mines affected the production numbers during the quarter. Recycling activity decreased 12% to 363.7 tons, bringing the total supply to 1,059.1 tons, down 6% year over year.\nRussia is becoming an important player in the globalgold market The Central Bank of Russia remains a significant purchaser of gold. A healthy domestic economy is driving the demand for gold jewelry in the region, catapulting it to the position of the world's fourth largest gold jewelry consumer. The region accounts for 8% of the total global gold output.\nGold prices in 2011 ranged from a low of $1,310 per ounce to a high of $1,895 per ounce, with an average gold price of $1,572 per ounce in 2011. The record gold price of $1,895 per ounce was attained in September, 33% higher than the 2010 peak of $1,421 per ounce recorded in November 2010. So far in 2012, gold has ranged from $1,540 per ounce to $1,791.75 per ounce, with an average of $1,656.18 per ounce.\nContinuing concerns about Europe's financial problems and China's reduced economic growth forecast led to the climb. Furthermore, the announcement of a third round of quantitative easing led to a surge in the price of gold. Given the performance in 2011, and thus far in 2012, we expect this year to be stellar for gold.\nThis climb in gold prices has not translated into increased revenues at all of the gold miners. In the second quarter, while revenues at Kinross Gold Corporation ( KGC ) and Agnico-Eagle Mines Ltd. ( AEM ) benefited from higher average realized price of gold, Barrick Gold Corporation ( ABX ), Goldcorp Inc. ( GG ) and Newmont Mining Corp. ( NEM ) could not capitalize from them due to increased cash costs. Moreover, Goldcorp was riddled with production issues at its Red Lake mine.\nAs prices for gold rise further, gold giants such as Barrick Gold and Goldcorp being unhedged producers of gold will enjoy significant leverage to gold prices. The cost increases need to be controlled in order to rake in profits. On the other hand, gold producers like Newmont and Kinross are slated to suffer from lower ore grades that subdue production levels, increase mining costs and negate the benefits of rising gold prices.\nIronically, rallying gold prices have not had the same effect on the share prices of the gold companies. Investors prefer alternative financial products that allow them to invest in gold, rather than investment in gold companies per se. These companies may be entangled in labor issues, escalating cost and other risks.\nGold remains a coveted asset, given its long-term supply and demand dynamics and influenced by macro-economic factors. The value and wealth preservation attributes of gold continue to attract investors and consumers, and is considered a safe-haven investment. Concerns regarding economic growth in developed countries have made gold an attractive and safe investment option.\nThe European sovereign debt crisis promoted gold as a currency hedge for European investors.\nLingering economic concerns, higher inflation expectations in many countries, including India and China, and the relentless Euro-zone debt crisis will continue to drive gold prices this year, as well. India, which alone consumes nearly 45%?50% of the world's gold, should drive demand for gold along with China. China will likely emerge as the largestgold marketin the world in 2012 and Chinese gold demand is expected to double in 10 years.\nAluminum\nThe aluminum industry is highly cyclical, with prices subject to worldwide supply and demand.\nAlcoa, Inc. ( AA ), the world leader in the production of primary aluminum, kicked off the third quarter earnings season with a revenue decline of 9% due to a 17% and 20% year-over-year decline in the realized metal price and realized alumina price, respectively. On an adjusted basis, the company reported earnings per share of 3 cents compared with 6 cents per share earned in the second quarter.\nResults were down sequentially due to lower metal prices, seasonal factors and weakness in Europe. Alcoa's results in the past two quarters have suffered because of the decline in realized aluminum prices.\nThe company has trimmed its 2012 outlook expecting global aluminum demand to go up by 6% this year from the earlier expectation of 7%, due to the slowdown in China. Alcoa believes that the long-term prospects for aluminum remain bright and envisions that global demand for aluminum will double by 2020.\nAlcoa's positive long-term outlook notwithstanding, prices have been under pressure, prompting companies to cut back on production. Rio Tinto plc ( RIO ) plans to sell its aluminium assets and close its smelter in order to cut costs. In line with this, Rio recently sold its U.S.-based wire and cable business Alcan Cable for $185 million. BHP Billiton Limited ( BHP ) is also mulling the sale of its aluminum and nickel operations to exit from its non-profitable projects.\nAlcoa is aggressively slashing costs and pursuing strategies to move down its cost curves in its upstream businesses. The company remains committed to achieving its target of moving down the cost curve 10 percentage points in smelting and 7 percentage points in refining by 2015. The company is curtailing 390,000 metric tons of its system smelting capacity to improve its competitive position. Alcoa permanently closed its smelter at Alcoa, Tennessee, and two lines at Rockdale, Texas. Alcoa has completed partial curtailments at La Coru?a and Avilés, Spain. The curtailment at its Portovesme, Italy smelter is underway.\nThis trend will continue until aluminum prices recover. Energy prices and other input costs are expected to pose challenges for the aluminum industry, though oil prices have been trending down lately. In addition to the curtailments, the company will step up activities to reduce the escalating cost of raw materials.\nIn the medium to long term, aluminum consumption is expected to improve globally. The revival is palpable in the automotive and packaging industries, one of the key consumer markets. The automobile market is also becoming increasingly aluminum-intensive, benefiting from the recyclability and its light-weight properties. The global push to improve fuel efficiency in vehicles is expected to more than double demand for aluminum in the auto industry by 2025.\nFurther, the surge in copper prices observed earlier this year is triggering a switch among manufacturers to aluminum. Automobiles, air conditioners and industrial components manufacturers are now shifting their focus on more economical metal. In response to the spurt in automotive demand, Alcoa has invested $300 million in expansion projects at its Davenport, Iowa rolled products plant.\nWe expect aluminum demand to increase over the next three years, outstripping supply growth. As a result, the aluminum market is likely to witness deficits for a prolonged period. This provides a backdrop supportive of high alumina and aluminum prices. China and India are undergoing rapid industrialization.\nThe China stimulus plan and QE3 announcement will also work as positives for underlying aluminum demand. Leading aluminum producers such as Alcoa and Aluminum Corporation of China Limited , or Chalco ( ACH ) should also benefit from the improving demand outlook.\nCopper\nCopper is a major industrial metal, with its price strongly correlated with the outlook for economic growth. The metal's strong cyclical leverage accounts for its nickname \"Dr. Copper.\"\nThe metal's popularity in industrial usage reflects its high ductility, malleability and thermal and electrical conductivity, and its resistance to corrosion. In terms of consumption, copper holds the third place after iron and aluminum. Construction is the single largest market for copper, followed by electronics and electronic products, transportation, industrial machinery, and consumer and general products.\nCopper prices were at high levels from 2006 through most of 2008 as limited supplies, growing demand from China and other emerging economies led to the surge in copper prices and low level of inventories. In December 2008, copper prices dipped to a low of $1.26 per pound, due to reduced consumption, turbulence in the U.S. financial markets and concerns about the global economy.\nHowever, copper prices have since improved, thanks to strong demand from emerging markets and limited supply. In 2011, London Metal Exchange (LME) spot-copper prices ranged from $3.08 per pound to a record high of $4.60 per pound, with an average of $4.00 per pound. In the first quarter of 2012, LME spot copper prices ranged from $3.39 per pound to $3.93 per pound, averaging $3.77.\nHowever, during the second quarter of 2012, LME spot copper prices declined ranging from $3.29 per pound to $3.89 per pound, averaging $3.57 per pound. This drop reflected concerns regarding a slowdown in the Chinese economy, Europe's sovereign debt crisis, and a slowing U.S. economy. The drop in price has affected the results of copper producers like Freeport-McMoRan Copper & Gold Inc. ( FCX ) and Southern Copper Corp. ( SCCO ) and Newmont.\nNotwithstanding the current volatility in prices, we have a long-term bullish stance on copper. Prices will be influenced by demand from China and emerging markets, economic activity in the U.S. and other industrialized countries, the timing of new supplies of copper and production levels of mines and copper smelters.\nDespite the near-term challenges, the long-term outlook for the copper remains positive, supported by its widespread use, limited supplies from existing mines and the absence of significant new development projects. Companies that have a high leverage to copper prices will benefit immensely from the potential demand for the metal in the developing markets.\nOverall Industry Outlook\nGrowth in emerging markets, particularly China and India, was a major driver of metals demand over the last few years. However, of late, demand in China has slowed down as the government cut its 2012 target growth rate to 7.5%, the lowest year-on-year growth projection in eight years. China's recent $150 billion infrastructure has helped improve sentiment and holds promise for the metals and mining industry.\nIn the developed world, persistent recessionary conditions in Europe will have residual effects elsewhere. The U.S. economy, which looked very promising earlier this year, no longer offers a robust picture. The U.S. Federal Reserve also appears to be actively engaged in sustaining the economy's momentum and its recent announcement of another round of quantitative easing, will hopefully jumpstart growth once again.\nThis synchronized global economic slowdown is the biggest headwind for the metals space overall at present. That said, the long-term picture remains a lot more promising as the emerging market economies are expected to get back in shape with the help of expected fiscal and monetary stimuli.\nALCOA INC (AA): Free Stock Analysis Report\nBARRICK GOLD CP (ABX): Free Stock Analysis Report\nALUMINUM CP-ADR (ACH): Free Stock Analysis Report\nAGNICO EAGLE (AEM): Free Stock Analysis Report\nAK STEEL HLDG (AKS): Free Stock Analysis Report\nFREEPT MC COP-B (FCX): Free Stock Analysis Report\nGOLDCORP INC (GG): Free Stock Analysis Report\nKINROSS GOLD (KGC): Free Stock Analysis Report\nARCELOR MITTAL (MT): Free Stock Analysis Report\nNEWMONT MINING (NEM): Free Stock Analysis Report\nNUCOR CORP (NUE): Free Stock Analysis Report\nSOUTHERN COPPER (SCCO): Free Stock Analysis Report\nUTD STATES STL (X): Free Stock Analysis Report\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"AAAU","Article_title":"Gold ETFs Rebound: Can the Momentum Continue?"}
{"Date":"2023-10-06","Url":"https:\/\/www.nasdaq.com\/articles\/vettafi-voices-on%3A-considering-commodities","Article":"After running up four months straight, the stock market has fallen into a correction. While profit-taking after such a long run should come as no surprise to ETF investors, there are reasons to be cautious about expecting a quick rally.\nHere are five warnings that show how the stock market is very weak and could get weaker:\n1. High-volume distribution.\nSPDR S&P 500 ETF ( SPY ) shot up to a four-year high of 148.11 on Sept. 14 and then turned tail, closing in the lower half of its intraday range. Since then trading volume on the red days has outweighed volume on the up days. SPY has logged seven distribution days in the past few weeks. This suggests institutions are selling more than buying and buyers' strength is waning.\n\"The International Monetary Fund caused the market sentiment to dip when it indicated that 'risks for a serious global slowdown are alarmingly high,' in their World Economic Outlook report, which was released in Tokyo on Tuesday ahead of the fund's annual fall meeting,\" said Mark Martiak. He is senior vice president of Premier Financial Advisors in New York with $300 million in assets under management. \"It was its bleakest assessment of global growth prospects since the 2009 recession.\"\nLee Munson, chief investment officer at Portfolio LLC in Albuquerque, N.M., recommends traveling to China for bargain shopping.\n\"China, while ugly beyond belief, is selling at a 20% discount to emerging markets,\" Munson said. \"This is a first. If you want value, and think a hard landing has already been priced in, then China and emerging markets should be the place from now until the end of the year.\"\nIShares FTSE China 25 Index ( FXI ),SPDR S&P China ( GXC ) andPowerShares Golden Dragon Halter USX China Portfolio ( PGJ ) offer easy access to the People's Republic.\n2. Weak earnings outlook.\nEarnings -- the biggest drivers of stock prices -- look ugly. Throngs of companies have issued negative pre-earnings announcements owing to slowing demand overseas as the global economy weakens. The negative-to-positive preannouncement ratio for the third quarter is 4.3, the weakest since the third quarter of 2001, according to Pat O'Hare, chief market analyst at Briefing.com.\nThird-quarter corporate earnings are expected to drop 2.9% from the year-ago period, marking the first quarterly decline since 2009, according to Thomson Reuters.\n\"Q2 was an exercise in accounting. Most of S&P 500 missed on revenue and hit on earnings. Accountants earned their keep in Q2,\" said Andrew Norman, an analyst at BullandBearMash.com in Plano, Texas. His firm specializes in analyzing the S&P 500, Dow and Nasdaq 100 indexes.\n\"The only thing that will save revenues in Q3 will be channel stuffing. That's where the sales people call their distributors and play 'let's make a deal.'\"\n\"There is too much unsold product to stuff in an already stuffed channel,\" Norman added. \"The auto industry has been stuffing going back to 2010. Channel stuffing is a process, not an event. The issue arises when channels overflow.\"\nA major Dow industrial component,Alcoa ( AA ), kicked off earnings season Tuesday night on a sour note. Owing to poor demand and low aluminum prices, the aluminum maker lost $143 million, or 13 cents a share, vs. a profit of $172 million, or 15 cents a share, in the year-ago period.\nFellow Dow member,Chevron (CVX) said third-quarter earnings, due out Nov. 2, would be \"substantially lower\" than the prior quarter.\nEngine makerCummins (CMI) lowered its 2012 outlook for a second time this year.\n3. As goes Apple...\nApple (AAPL) has fallen below its key 50-day moving average and is trading 10% below its 52-week high. It corrected 19% from April to May this year. It fell 15% peak to trough between October and November last year. So it could sink considerably more while staging a normal correction.\nThe tech giant accounts for nearly 20% ofPowerShares QQQ (QQQ) and 4.4% of SPY. As a major holding in those indexes, Apple could take both indexes down with it.\n\"The tide may be turning for the stock, at least in the short term,\" said Vahan Janjigian, chief investment officer at Greenwich Wealth Management in Greenwich, Conn. \"But the Apple story is not over. The company makes great products and it will continue to do so.\"\nJanjigian added: \"However, I believe there has been too much enthusiasm for these products. Whether it is a new iPhone, a smaller iPad, or Apple TV, the stock runs up in anticipation and in reaction to these products.\"\n\"It's normal for investors to take profits on the stock as analysts cut their sales outlook for iPhone 5 sales because of supply problems,\" said Alan Zafran, partner at Luminous Capital in Menlo Park, Calif. He also cited Normura's report of possible slower growth in 2014 but the stock trades at cheap valuations.\n\"One can hardly call Apple shares expensive, currently trading at 12.5 times forward earnings, whereas shares ofGoogle (GOOG), for instance, trade at 15.3 times forward earnings,\" said Zafran. \"Meanwhile, you have a product wildly in demand, iPhone 5, two other products along the way, iPad mini and iTV, and potential significant growth in China in 2013.\"\n4. The smart money is short.\nThe so-called \"smart money,\" or commercial traders in S&P 500, S&P 400 and Nasdaq 100 index futures, are overwhelmingly short the market, or betting it will go down, according to the latest Commitment of Traders reports . Meanwhile, the so-called \"dumb money,\" or noncommercial traders such as retail investors and speculators, is overwhelmingly long. More-knowledgeable commercial traders are more likely to be right than retail traders, who are generally wrong. Of course, that's not always the case.\n5. History suggests caution.\nOctober may be the new September. The market didn't sell off in September, so it's due for a correction. Historically, the market dreads September, which has been the worst-performing month of the year for the Dow and S&P 500 since 1950, according to The Stock Trader's Almanac . It's been the worst month for the Nasdaq since 1971 and for the Russell 1000 and Russell 2000 since 1979.\n\"Performance does improve modestly in election years, but it is still negative nearly across the board,\" the Almanac stated in a client note in August. \"Only the small caps of the Russell 2000 have been able to escape negative territory and post a modest 0.4% average gain in the last eight election-year Septembers.\"\n\"Measured on a long-term basis, the stock market typically rallies from it's midyear correction, bottoming out in September or October, and then rallies again into year end,\" said Brian Schreiner of Schreiner Capital Management of Exton, Pa. \"But given all the variables investors are contending with right now, there are a whole range of outcomes with relatively high probabilities in play.\"\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"AAAU","Article_title":"VettaFi Voices On: Considering Commodities"}
{"Date":"2023-04-16","Url":"https:\/\/www.nasdaq.com\/articles\/physical-gold-etf-aaau-hits-new-52-week-high","Article":"The Metals & Mining industry encompasses the extraction (mining) as well as primary and secondary processing of metals and minerals. The industry is oligarchic in structure, with a few producers accounting for a lion's share of the output.\nIron and steel commands a major chunk of the global metals market -- more than half the metals industry in terms of volume, followed by aluminum. The iron and steel industry includes metal ore exploration and mining services, as well as iron and steel foundries for smelting, rolling, forging, spinning, recycling, stamping, polishing and plating of iron and steel products.\nThe precious metal and minerals industry consists of companies engaged in the extraction and primary processing of gold, silver, platinum, diamond, semi-precious stones, uranium and other rare minerals and ores, along with the cultivation of pearls.\nThe industry is highly cyclical and competitive. Historically, it has suffered from overcapacity (excess of supply over demand). Metal producers are subject to cyclical fluctuations in prices, general economic conditions and end-user markets. The weakening outlook for global economic growth has emerged as a major headwind for the global metal industry. These near-term challenges aside, the group's long-term dynamics appear attractive.\nA Detailed Look into Metals: Performance and Outlook\nSteel\nAs the major stakeholder in the metals market, the steel industry was severely hurt by the global economic downturn. Recovery, however, was swift and forceful. According to the World Steel Association, world crude steel production was a record 1,527 Mt in 2011, a 6.8% annual jump. In the first quarter of the current fiscal, world crude steel production was 377.3 Mt, and improved further to 388.4 Mt in the second quarter. Moreover, recent data shows that crude steel production for July and August was at 252.5 Mt, trending 0.4% higher than the comparable period last year.\nChina retained its leadership position among the steel producing countries, yielding almost half of the global output at 48%, growing 2% year over year so far in the third quarter. Japan, the second largest producer, posted a 2% increase. The United States held the third position, producing 14.8 Mt of crude steel, flat annually and constituted 6% of the total global output. Asia improved 2.3% to 166.8 Mt, while production in Europe was a dampener, declining 4.5%.\nThe automotive and construction markets have historically been the largest consumers of steel. The automotive sector has shown significant promise. Auto sales in the U.S. surged 13% to 1.19 million vehicles for the month of September 2012. The seasonally adjusted annual rate (SAAR) went up 13.7% to 14.9 million vehicles from September last year, the highest sales rate in the last four years.\nAuto sales for the first nine months of 2012 averaged 14.5 million SAAR and grew a promising 15%. The robust growth rate in the sector has been fueled by strong pent-up demand, cheap financing, launch of several redesigned and fuel-efficient vehicles, rebound in consumer confidence, thanks to a growing belief that the housing market is recovering.\nThe construction sector had been a drag on the steel companies' earnings. However, recent figures suggest a turnaround in the non-residential as well as residential construction sector. According to the American Institute of Architects, the architecture billings index (ABI), an economic indicator that provides an approximate nine- to twelve-month glimpse into the future of non-residential construction spending activity, stood at 48.7, up considerably from 45.9 registered in June.\nEven though in the negative territory (since any score above 50 indicates an increase in billings), the index level pointed toward a moderation in the downturn. The momentum picked up in August with ABI climbing back into the positive territory with a score of 50.2 for the first time in five months.\nThe American Institute of Architects projects a 4.4% increase in spending this year for non-residential construction projects, on the back of increase in demand for industrial facilities so far this year along with sustained demand for hotels and retail projects. The spending is expected to accelerate further to 6.2% in 2013.\nAs per the U.S. Department of Commerce, housing starts increased 29% to a seasonally adjusted annual rate of 750,000 in August 2012 compared with August 2011. Building permits in August were at a seasonally adjusted annual rate of 803,000, 24.5% higher than the year-ago figure. It is worth mentioning that building permits in July this year had touched the highest level in four years at 811,000.\nIn a nutshell, record-low mortgage rates, rising rents and reduced prices of properties are luring buyers. These figures provide a glimmer of hope that U.S. residential construction is finally stabilizing and is on the road to a much awaited recovery.\nReflecting on the second quarter results of the steel companies in our coverage -- ArcelorMittal ( MT ), United States Steel Corp. ( X ), Nucor Corporation ( NUE ) and AK Steel Holding Corporation ( AKS ) -- we see revenues were constrained due to drop in average steel prices. This does not come as a surprise, however, as oversupply in the U.S. steel industry and increased steel imports in the domestic market affected steel prices, hurting margins and profits of steel players in the process.\nLooking forward to the third quarter, the steelmakers expect profits to be lower than the second quarter due to continued increase in steel imports, decline in average realized prices along with macroeconomic uncertainty and sluggish growth in emerging markets.\nFor 2012, the World Steel Association provides a muted outlook, projecting a 3.6% increase in global steel usage, a sharp deceleration from 5.6% growth in 2011. This reflects a continuing slowdown in Chinese steel demand and Eurozone debt crisis uncertainties. Furthermore, questions about the U.S. growth outlook also loom large.\nAfter recording a 6.2% growth in 2011, China's steel usage in 2012 is estimated to grow 4% to 648.8 Mt as the economy is entering a less steel-intensive growth phase as a result of the government's efforts to rebalance the economy and restrain the real estate bubble. After a weak performance in 2011, India is expected to grow by 6.9% to 72.5 Mt. Japan's steel usage is expected to drop 0.6% to 63.7 Mt in 2012, due to the impact of exchange rate appreciation despite the reconstruction activities after the March 2011 earthquake.\nIn 2013, world steel demand is expected to increase 4.5% to approximately 1,486 Mt. China's steel usage is expected to grow 4% to 674.8 Mt from the 2012 projections. India is expected to pick up pace and grow 9.4%, triggered by urbanization and surging infrastructure investment. In 2013, the steel use in the U.S. is envisioned at 99.5 Mt, recording 5.6% growth. Brazil is expected to grow 6.7% to reach 52.5 Mt in 2013. Japan is expected to decline further by 2.2% to 62.3 Mt, comprising 77% of the 2007 level. Europe is, however, expected to record a modest recovery of 3.3% to 155.8 Mt in 2013.\nGiven the scenario in Europe, ArcelorMittal, the world's largest steelmaker in terms of volume and Europe's largest steelmaker, had earlier decided to idle five of its 25 blast furnaces in Europe and announced the extended idling of a number of facilities. The company will continue to align its steel growth projects to match demand situations. To reduce its exposure to Europe, the company recently sold its 24% share in European energy company, Enovos International.\nSteelmakers are increasing their consolidation efforts, particularly in China and India, in order to derive economies of scale and other synergies to remain competitive. A major development in this sector was the recent merger of Japan's largest and world's sixth-largest steel maker Nippon Steel Corporation with 27th-ranked Sumitomo Metal Industries to form the world's second biggest steel firm - Nippon Steel & Sumitomo Metal Corporation (NSSMY). With a combined capacity of 46.1 million tons, it is set to replace China's Hebei Group in the second position, which has a production of 44.4 million tons. The merger is targeted to generate savings in the face of increasingly intense global competition.\nTo sum up, despite plagued by overcapacity and softening prices, the outlook for the sector is not that bad. The outlook for key end-markets in the automotive, transportation, energy, industrial and agricultural sectors remains favorable. The faltering construction sector is showing signs of a turnaround.\nChina's recent attempt to bolster its economy by approving 60 infrastructure projects worth more than $150 billion will help lift up the steel sector. Prices could potentially stabilize on the back of a rebound in construction activity in the developing countries, in particular China, India and South Korea.\nFurthermore, the sector will also benefit from the Federal Reserve's move to boost the U.S economy. However, the European debt crisis and its potential global impact remain an overhang on the industry.\nGold\nAs per the World Gold Council, 2011 was a milestone year for gold as global demand for the yellow metal grew 0.4% to 4,067.1 tons at an estimated value of $205.5 billion -- the highest tonnage level with a value exceeding $200 billion since 1997. The increase was mainly propelled by the investment sector, particularly in India, China and Europe.\nIn the second quarter of fiscal 2012, gold demand was at 990 tons, down 7% year over year. Increase in demand from central banks was offset by declines in demand for jewelry, investment and in the technology sectors, due to higher prices. Central banks continued to be the primary purchasers of gold, accounting for around 16% of total gold demand, at 157.5 tons. This was a record quarter for central bank, buying more than twice the purchases in the second quarter last year.\nIn absolute terms, gold demand in the quarter was valued at $51.2 billion, a 1% decline from the second quarter of fiscal 2011. Average gold price in the first quarter stood at $1,609.49, 7% above the prior fiscal's quarter.\nInvestment demand declined 23% to 302 tons, due to lower demand for ETFs and physical bars, particularly in India and China. Gold demand in the technology sector was 1,112.2 tons, a 5% decline year-over-year due to higher gold prices, weak consumer demand, uncertainty in Europe and substitution to more affordable alternatives.\nJewelry demand dipped 15% to 418.3 tons due to higher price levels. Jewelry demand in India, a major consumer of gold, was down 30%, mainly due to a deprecation in the Indian rupee against the US dollar, which led to record high local prices. Furthermore, slowing GDP growth, domestic inflation, high interest rates and below average monsoon rain also contributed to the decline. Gold in India is currently at an all-time high in rupee terms.\nIn China, another major market, demand for gold decreased 9% to 93.8 tons as consumers were discouraged by the slowing GDP growth and the lack of clear trend in gold price. However, China is expected to resume its pace as economic growth is expected to pick up as a result of the monetary easing implemented in the second quarter.\nMine production inched up 3 tons to 706.4 tons, up 3% year over year. Adverse weather conditions, interruptions at few operations and slower ramp up of production at few mines affected the production numbers during the quarter. Recycling activity decreased 12% to 363.7 tons, bringing the total supply to 1,059.1 tons, down 6% year over year.\nRussia is becoming an important player in the globalgold market The Central Bank of Russia remains a significant purchaser of gold. A healthy domestic economy is driving the demand for gold jewelry in the region, catapulting it to the position of the world's fourth largest gold jewelry consumer. The region accounts for 8% of the total global gold output.\nGold prices in 2011 ranged from a low of $1,310 per ounce to a high of $1,895 per ounce, with an average gold price of $1,572 per ounce in 2011. The record gold price of $1,895 per ounce was attained in September, 33% higher than the 2010 peak of $1,421 per ounce recorded in November 2010. So far in 2012, gold has ranged from $1,540 per ounce to $1,791.75 per ounce, with an average of $1,656.18 per ounce.\nContinuing concerns about Europe's financial problems and China's reduced economic growth forecast led to the climb. Furthermore, the announcement of a third round of quantitative easing led to a surge in the price of gold. Given the performance in 2011, and thus far in 2012, we expect this year to be stellar for gold.\nThis climb in gold prices has not translated into increased revenues at all of the gold miners. In the second quarter, while revenues at Kinross Gold Corporation ( KGC ) and Agnico-Eagle Mines Ltd. ( AEM ) benefited from higher average realized price of gold, Barrick Gold Corporation ( ABX ), Goldcorp Inc. ( GG ) and Newmont Mining Corp. ( NEM ) could not capitalize from them due to increased cash costs. Moreover, Goldcorp was riddled with production issues at its Red Lake mine.\nAs prices for gold rise further, gold giants such as Barrick Gold and Goldcorp being unhedged producers of gold will enjoy significant leverage to gold prices. The cost increases need to be controlled in order to rake in profits. On the other hand, gold producers like Newmont and Kinross are slated to suffer from lower ore grades that subdue production levels, increase mining costs and negate the benefits of rising gold prices.\nIronically, rallying gold prices have not had the same effect on the share prices of the gold companies. Investors prefer alternative financial products that allow them to invest in gold, rather than investment in gold companies per se. These companies may be entangled in labor issues, escalating cost and other risks.\nGold remains a coveted asset, given its long-term supply and demand dynamics and influenced by macro-economic factors. The value and wealth preservation attributes of gold continue to attract investors and consumers, and is considered a safe-haven investment. Concerns regarding economic growth in developed countries have made gold an attractive and safe investment option.\nThe European sovereign debt crisis promoted gold as a currency hedge for European investors.\nLingering economic concerns, higher inflation expectations in many countries, including India and China, and the relentless Euro-zone debt crisis will continue to drive gold prices this year, as well. India, which alone consumes nearly 45%?50% of the world's gold, should drive demand for gold along with China. China will likely emerge as the largestgold marketin the world in 2012 and Chinese gold demand is expected to double in 10 years.\nAluminum\nThe aluminum industry is highly cyclical, with prices subject to worldwide supply and demand.\nAlcoa, Inc. ( AA ), the world leader in the production of primary aluminum, kicked off the third quarter earnings season with a revenue decline of 9% due to a 17% and 20% year-over-year decline in the realized metal price and realized alumina price, respectively. On an adjusted basis, the company reported earnings per share of 3 cents compared with 6 cents per share earned in the second quarter.\nResults were down sequentially due to lower metal prices, seasonal factors and weakness in Europe. Alcoa's results in the past two quarters have suffered because of the decline in realized aluminum prices.\nThe company has trimmed its 2012 outlook expecting global aluminum demand to go up by 6% this year from the earlier expectation of 7%, due to the slowdown in China. Alcoa believes that the long-term prospects for aluminum remain bright and envisions that global demand for aluminum will double by 2020.\nAlcoa's positive long-term outlook notwithstanding, prices have been under pressure, prompting companies to cut back on production. Rio Tinto plc ( RIO ) plans to sell its aluminium assets and close its smelter in order to cut costs. In line with this, Rio recently sold its U.S.-based wire and cable business Alcan Cable for $185 million. BHP Billiton Limited ( BHP ) is also mulling the sale of its aluminum and nickel operations to exit from its non-profitable projects.\nAlcoa is aggressively slashing costs and pursuing strategies to move down its cost curves in its upstream businesses. The company remains committed to achieving its target of moving down the cost curve 10 percentage points in smelting and 7 percentage points in refining by 2015. The company is curtailing 390,000 metric tons of its system smelting capacity to improve its competitive position. Alcoa permanently closed its smelter at Alcoa, Tennessee, and two lines at Rockdale, Texas. Alcoa has completed partial curtailments at La Coru?a and Avilés, Spain. The curtailment at its Portovesme, Italy smelter is underway.\nThis trend will continue until aluminum prices recover. Energy prices and other input costs are expected to pose challenges for the aluminum industry, though oil prices have been trending down lately. In addition to the curtailments, the company will step up activities to reduce the escalating cost of raw materials.\nIn the medium to long term, aluminum consumption is expected to improve globally. The revival is palpable in the automotive and packaging industries, one of the key consumer markets. The automobile market is also becoming increasingly aluminum-intensive, benefiting from the recyclability and its light-weight properties. The global push to improve fuel efficiency in vehicles is expected to more than double demand for aluminum in the auto industry by 2025.\nFurther, the surge in copper prices observed earlier this year is triggering a switch among manufacturers to aluminum. Automobiles, air conditioners and industrial components manufacturers are now shifting their focus on more economical metal. In response to the spurt in automotive demand, Alcoa has invested $300 million in expansion projects at its Davenport, Iowa rolled products plant.\nWe expect aluminum demand to increase over the next three years, outstripping supply growth. As a result, the aluminum market is likely to witness deficits for a prolonged period. This provides a backdrop supportive of high alumina and aluminum prices. China and India are undergoing rapid industrialization.\nThe China stimulus plan and QE3 announcement will also work as positives for underlying aluminum demand. Leading aluminum producers such as Alcoa and Aluminum Corporation of China Limited , or Chalco ( ACH ) should also benefit from the improving demand outlook.\nCopper\nCopper is a major industrial metal, with its price strongly correlated with the outlook for economic growth. The metal's strong cyclical leverage accounts for its nickname \"Dr. Copper.\"\nThe metal's popularity in industrial usage reflects its high ductility, malleability and thermal and electrical conductivity, and its resistance to corrosion. In terms of consumption, copper holds the third place after iron and aluminum. Construction is the single largest market for copper, followed by electronics and electronic products, transportation, industrial machinery, and consumer and general products.\nCopper prices were at high levels from 2006 through most of 2008 as limited supplies, growing demand from China and other emerging economies led to the surge in copper prices and low level of inventories. In December 2008, copper prices dipped to a low of $1.26 per pound, due to reduced consumption, turbulence in the U.S. financial markets and concerns about the global economy.\nHowever, copper prices have since improved, thanks to strong demand from emerging markets and limited supply. In 2011, London Metal Exchange (LME) spot-copper prices ranged from $3.08 per pound to a record high of $4.60 per pound, with an average of $4.00 per pound. In the first quarter of 2012, LME spot copper prices ranged from $3.39 per pound to $3.93 per pound, averaging $3.77.\nHowever, during the second quarter of 2012, LME spot copper prices declined ranging from $3.29 per pound to $3.89 per pound, averaging $3.57 per pound. This drop reflected concerns regarding a slowdown in the Chinese economy, Europe's sovereign debt crisis, and a slowing U.S. economy. The drop in price has affected the results of copper producers like Freeport-McMoRan Copper & Gold Inc. ( FCX ) and Southern Copper Corp. ( SCCO ) and Newmont.\nNotwithstanding the current volatility in prices, we have a long-term bullish stance on copper. Prices will be influenced by demand from China and emerging markets, economic activity in the U.S. and other industrialized countries, the timing of new supplies of copper and production levels of mines and copper smelters.\nDespite the near-term challenges, the long-term outlook for the copper remains positive, supported by its widespread use, limited supplies from existing mines and the absence of significant new development projects. Companies that have a high leverage to copper prices will benefit immensely from the potential demand for the metal in the developing markets.\nOverall Industry Outlook\nGrowth in emerging markets, particularly China and India, was a major driver of metals demand over the last few years. However, of late, demand in China has slowed down as the government cut its 2012 target growth rate to 7.5%, the lowest year-on-year growth projection in eight years. China's recent $150 billion infrastructure has helped improve sentiment and holds promise for the metals and mining industry.\nIn the developed world, persistent recessionary conditions in Europe will have residual effects elsewhere. The U.S. economy, which looked very promising earlier this year, no longer offers a robust picture. The U.S. Federal Reserve also appears to be actively engaged in sustaining the economy's momentum and its recent announcement of another round of quantitative easing, will hopefully jumpstart growth once again.\nThis synchronized global economic slowdown is the biggest headwind for the metals space overall at present. That said, the long-term picture remains a lot more promising as the emerging market economies are expected to get back in shape with the help of expected fiscal and monetary stimuli.\nALCOA INC (AA): Free Stock Analysis Report\nBARRICK GOLD CP (ABX): Free Stock Analysis Report\nALUMINUM CP-ADR (ACH): Free Stock Analysis Report\nAGNICO EAGLE (AEM): Free Stock Analysis Report\nAK STEEL HLDG (AKS): Free Stock Analysis Report\nFREEPT MC COP-B (FCX): Free Stock Analysis Report\nGOLDCORP INC (GG): Free Stock Analysis Report\nKINROSS GOLD (KGC): Free Stock Analysis Report\nARCELOR MITTAL (MT): Free Stock Analysis Report\nNEWMONT MINING (NEM): Free Stock Analysis Report\nNUCOR CORP (NUE): Free Stock Analysis Report\nSOUTHERN COPPER (SCCO): Free Stock Analysis Report\nUTD STATES STL (X): Free Stock Analysis Report\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"AAAU","Article_title":"Physical Gold ETF (AAAU) Hits New 52-Week High"}
{"Date":"2023-03-31","Url":"https:\/\/www.nasdaq.com\/articles\/gold-shines-in-march%3A-5-etfs-that-gained-the-most","Article":"The Metals & Mining industry encompasses the extraction (mining) as well as primary and secondary processing of metals and minerals. The industry is oligarchic in structure, with a few producers accounting for a lion's share of the output.\nIron and steel commands a major chunk of the global metals market -- more than half the metals industry in terms of volume, followed by aluminum. The iron and steel industry includes metal ore exploration and mining services, as well as iron and steel foundries for smelting, rolling, forging, spinning, recycling, stamping, polishing and plating of iron and steel products.\nThe precious metal and minerals industry consists of companies engaged in the extraction and primary processing of gold, silver, platinum, diamond, semi-precious stones, uranium and other rare minerals and ores, along with the cultivation of pearls.\nThe industry is highly cyclical and competitive. Historically, it has suffered from overcapacity (excess of supply over demand). Metal producers are subject to cyclical fluctuations in prices, general economic conditions and end-user markets. The weakening outlook for global economic growth has emerged as a major headwind for the global metal industry. These near-term challenges aside, the group's long-term dynamics appear attractive.\nA Detailed Look into Metals: Performance and Outlook\nSteel\nAs the major stakeholder in the metals market, the steel industry was severely hurt by the global economic downturn. Recovery, however, was swift and forceful. According to the World Steel Association, world crude steel production was a record 1,527 Mt in 2011, a 6.8% annual jump. In the first quarter of the current fiscal, world crude steel production was 377.3 Mt, and improved further to 388.4 Mt in the second quarter. Moreover, recent data shows that crude steel production for July and August was at 252.5 Mt, trending 0.4% higher than the comparable period last year.\nChina retained its leadership position among the steel producing countries, yielding almost half of the global output at 48%, growing 2% year over year so far in the third quarter. Japan, the second largest producer, posted a 2% increase. The United States held the third position, producing 14.8 Mt of crude steel, flat annually and constituted 6% of the total global output. Asia improved 2.3% to 166.8 Mt, while production in Europe was a dampener, declining 4.5%.\nThe automotive and construction markets have historically been the largest consumers of steel. The automotive sector has shown significant promise. Auto sales in the U.S. surged 13% to 1.19 million vehicles for the month of September 2012. The seasonally adjusted annual rate (SAAR) went up 13.7% to 14.9 million vehicles from September last year, the highest sales rate in the last four years.\nAuto sales for the first nine months of 2012 averaged 14.5 million SAAR and grew a promising 15%. The robust growth rate in the sector has been fueled by strong pent-up demand, cheap financing, launch of several redesigned and fuel-efficient vehicles, rebound in consumer confidence, thanks to a growing belief that the housing market is recovering.\nThe construction sector had been a drag on the steel companies' earnings. However, recent figures suggest a turnaround in the non-residential as well as residential construction sector. According to the American Institute of Architects, the architecture billings index (ABI), an economic indicator that provides an approximate nine- to twelve-month glimpse into the future of non-residential construction spending activity, stood at 48.7, up considerably from 45.9 registered in June.\nEven though in the negative territory (since any score above 50 indicates an increase in billings), the index level pointed toward a moderation in the downturn. The momentum picked up in August with ABI climbing back into the positive territory with a score of 50.2 for the first time in five months.\nThe American Institute of Architects projects a 4.4% increase in spending this year for non-residential construction projects, on the back of increase in demand for industrial facilities so far this year along with sustained demand for hotels and retail projects. The spending is expected to accelerate further to 6.2% in 2013.\nAs per the U.S. Department of Commerce, housing starts increased 29% to a seasonally adjusted annual rate of 750,000 in August 2012 compared with August 2011. Building permits in August were at a seasonally adjusted annual rate of 803,000, 24.5% higher than the year-ago figure. It is worth mentioning that building permits in July this year had touched the highest level in four years at 811,000.\nIn a nutshell, record-low mortgage rates, rising rents and reduced prices of properties are luring buyers. These figures provide a glimmer of hope that U.S. residential construction is finally stabilizing and is on the road to a much awaited recovery.\nReflecting on the second quarter results of the steel companies in our coverage -- ArcelorMittal ( MT ), United States Steel Corp. ( X ), Nucor Corporation ( NUE ) and AK Steel Holding Corporation ( AKS ) -- we see revenues were constrained due to drop in average steel prices. This does not come as a surprise, however, as oversupply in the U.S. steel industry and increased steel imports in the domestic market affected steel prices, hurting margins and profits of steel players in the process.\nLooking forward to the third quarter, the steelmakers expect profits to be lower than the second quarter due to continued increase in steel imports, decline in average realized prices along with macroeconomic uncertainty and sluggish growth in emerging markets.\nFor 2012, the World Steel Association provides a muted outlook, projecting a 3.6% increase in global steel usage, a sharp deceleration from 5.6% growth in 2011. This reflects a continuing slowdown in Chinese steel demand and Eurozone debt crisis uncertainties. Furthermore, questions about the U.S. growth outlook also loom large.\nAfter recording a 6.2% growth in 2011, China's steel usage in 2012 is estimated to grow 4% to 648.8 Mt as the economy is entering a less steel-intensive growth phase as a result of the government's efforts to rebalance the economy and restrain the real estate bubble. After a weak performance in 2011, India is expected to grow by 6.9% to 72.5 Mt. Japan's steel usage is expected to drop 0.6% to 63.7 Mt in 2012, due to the impact of exchange rate appreciation despite the reconstruction activities after the March 2011 earthquake.\nIn 2013, world steel demand is expected to increase 4.5% to approximately 1,486 Mt. China's steel usage is expected to grow 4% to 674.8 Mt from the 2012 projections. India is expected to pick up pace and grow 9.4%, triggered by urbanization and surging infrastructure investment. In 2013, the steel use in the U.S. is envisioned at 99.5 Mt, recording 5.6% growth. Brazil is expected to grow 6.7% to reach 52.5 Mt in 2013. Japan is expected to decline further by 2.2% to 62.3 Mt, comprising 77% of the 2007 level. Europe is, however, expected to record a modest recovery of 3.3% to 155.8 Mt in 2013.\nGiven the scenario in Europe, ArcelorMittal, the world's largest steelmaker in terms of volume and Europe's largest steelmaker, had earlier decided to idle five of its 25 blast furnaces in Europe and announced the extended idling of a number of facilities. The company will continue to align its steel growth projects to match demand situations. To reduce its exposure to Europe, the company recently sold its 24% share in European energy company, Enovos International.\nSteelmakers are increasing their consolidation efforts, particularly in China and India, in order to derive economies of scale and other synergies to remain competitive. A major development in this sector was the recent merger of Japan's largest and world's sixth-largest steel maker Nippon Steel Corporation with 27th-ranked Sumitomo Metal Industries to form the world's second biggest steel firm - Nippon Steel & Sumitomo Metal Corporation (NSSMY). With a combined capacity of 46.1 million tons, it is set to replace China's Hebei Group in the second position, which has a production of 44.4 million tons. The merger is targeted to generate savings in the face of increasingly intense global competition.\nTo sum up, despite plagued by overcapacity and softening prices, the outlook for the sector is not that bad. The outlook for key end-markets in the automotive, transportation, energy, industrial and agricultural sectors remains favorable. The faltering construction sector is showing signs of a turnaround.\nChina's recent attempt to bolster its economy by approving 60 infrastructure projects worth more than $150 billion will help lift up the steel sector. Prices could potentially stabilize on the back of a rebound in construction activity in the developing countries, in particular China, India and South Korea.\nFurthermore, the sector will also benefit from the Federal Reserve's move to boost the U.S economy. However, the European debt crisis and its potential global impact remain an overhang on the industry.\nGold\nAs per the World Gold Council, 2011 was a milestone year for gold as global demand for the yellow metal grew 0.4% to 4,067.1 tons at an estimated value of $205.5 billion -- the highest tonnage level with a value exceeding $200 billion since 1997. The increase was mainly propelled by the investment sector, particularly in India, China and Europe.\nIn the second quarter of fiscal 2012, gold demand was at 990 tons, down 7% year over year. Increase in demand from central banks was offset by declines in demand for jewelry, investment and in the technology sectors, due to higher prices. Central banks continued to be the primary purchasers of gold, accounting for around 16% of total gold demand, at 157.5 tons. This was a record quarter for central bank, buying more than twice the purchases in the second quarter last year.\nIn absolute terms, gold demand in the quarter was valued at $51.2 billion, a 1% decline from the second quarter of fiscal 2011. Average gold price in the first quarter stood at $1,609.49, 7% above the prior fiscal's quarter.\nInvestment demand declined 23% to 302 tons, due to lower demand for ETFs and physical bars, particularly in India and China. Gold demand in the technology sector was 1,112.2 tons, a 5% decline year-over-year due to higher gold prices, weak consumer demand, uncertainty in Europe and substitution to more affordable alternatives.\nJewelry demand dipped 15% to 418.3 tons due to higher price levels. Jewelry demand in India, a major consumer of gold, was down 30%, mainly due to a deprecation in the Indian rupee against the US dollar, which led to record high local prices. Furthermore, slowing GDP growth, domestic inflation, high interest rates and below average monsoon rain also contributed to the decline. Gold in India is currently at an all-time high in rupee terms.\nIn China, another major market, demand for gold decreased 9% to 93.8 tons as consumers were discouraged by the slowing GDP growth and the lack of clear trend in gold price. However, China is expected to resume its pace as economic growth is expected to pick up as a result of the monetary easing implemented in the second quarter.\nMine production inched up 3 tons to 706.4 tons, up 3% year over year. Adverse weather conditions, interruptions at few operations and slower ramp up of production at few mines affected the production numbers during the quarter. Recycling activity decreased 12% to 363.7 tons, bringing the total supply to 1,059.1 tons, down 6% year over year.\nRussia is becoming an important player in the globalgold market The Central Bank of Russia remains a significant purchaser of gold. A healthy domestic economy is driving the demand for gold jewelry in the region, catapulting it to the position of the world's fourth largest gold jewelry consumer. The region accounts for 8% of the total global gold output.\nGold prices in 2011 ranged from a low of $1,310 per ounce to a high of $1,895 per ounce, with an average gold price of $1,572 per ounce in 2011. The record gold price of $1,895 per ounce was attained in September, 33% higher than the 2010 peak of $1,421 per ounce recorded in November 2010. So far in 2012, gold has ranged from $1,540 per ounce to $1,791.75 per ounce, with an average of $1,656.18 per ounce.\nContinuing concerns about Europe's financial problems and China's reduced economic growth forecast led to the climb. Furthermore, the announcement of a third round of quantitative easing led to a surge in the price of gold. Given the performance in 2011, and thus far in 2012, we expect this year to be stellar for gold.\nThis climb in gold prices has not translated into increased revenues at all of the gold miners. In the second quarter, while revenues at Kinross Gold Corporation ( KGC ) and Agnico-Eagle Mines Ltd. ( AEM ) benefited from higher average realized price of gold, Barrick Gold Corporation ( ABX ), Goldcorp Inc. ( GG ) and Newmont Mining Corp. ( NEM ) could not capitalize from them due to increased cash costs. Moreover, Goldcorp was riddled with production issues at its Red Lake mine.\nAs prices for gold rise further, gold giants such as Barrick Gold and Goldcorp being unhedged producers of gold will enjoy significant leverage to gold prices. The cost increases need to be controlled in order to rake in profits. On the other hand, gold producers like Newmont and Kinross are slated to suffer from lower ore grades that subdue production levels, increase mining costs and negate the benefits of rising gold prices.\nIronically, rallying gold prices have not had the same effect on the share prices of the gold companies. Investors prefer alternative financial products that allow them to invest in gold, rather than investment in gold companies per se. These companies may be entangled in labor issues, escalating cost and other risks.\nGold remains a coveted asset, given its long-term supply and demand dynamics and influenced by macro-economic factors. The value and wealth preservation attributes of gold continue to attract investors and consumers, and is considered a safe-haven investment. Concerns regarding economic growth in developed countries have made gold an attractive and safe investment option.\nThe European sovereign debt crisis promoted gold as a currency hedge for European investors.\nLingering economic concerns, higher inflation expectations in many countries, including India and China, and the relentless Euro-zone debt crisis will continue to drive gold prices this year, as well. India, which alone consumes nearly 45%?50% of the world's gold, should drive demand for gold along with China. China will likely emerge as the largestgold marketin the world in 2012 and Chinese gold demand is expected to double in 10 years.\nAluminum\nThe aluminum industry is highly cyclical, with prices subject to worldwide supply and demand.\nAlcoa, Inc. ( AA ), the world leader in the production of primary aluminum, kicked off the third quarter earnings season with a revenue decline of 9% due to a 17% and 20% year-over-year decline in the realized metal price and realized alumina price, respectively. On an adjusted basis, the company reported earnings per share of 3 cents compared with 6 cents per share earned in the second quarter.\nResults were down sequentially due to lower metal prices, seasonal factors and weakness in Europe. Alcoa's results in the past two quarters have suffered because of the decline in realized aluminum prices.\nThe company has trimmed its 2012 outlook expecting global aluminum demand to go up by 6% this year from the earlier expectation of 7%, due to the slowdown in China. Alcoa believes that the long-term prospects for aluminum remain bright and envisions that global demand for aluminum will double by 2020.\nAlcoa's positive long-term outlook notwithstanding, prices have been under pressure, prompting companies to cut back on production. Rio Tinto plc ( RIO ) plans to sell its aluminium assets and close its smelter in order to cut costs. In line with this, Rio recently sold its U.S.-based wire and cable business Alcan Cable for $185 million. BHP Billiton Limited ( BHP ) is also mulling the sale of its aluminum and nickel operations to exit from its non-profitable projects.\nAlcoa is aggressively slashing costs and pursuing strategies to move down its cost curves in its upstream businesses. The company remains committed to achieving its target of moving down the cost curve 10 percentage points in smelting and 7 percentage points in refining by 2015. The company is curtailing 390,000 metric tons of its system smelting capacity to improve its competitive position. Alcoa permanently closed its smelter at Alcoa, Tennessee, and two lines at Rockdale, Texas. Alcoa has completed partial curtailments at La Coru?a and Avilés, Spain. The curtailment at its Portovesme, Italy smelter is underway.\nThis trend will continue until aluminum prices recover. Energy prices and other input costs are expected to pose challenges for the aluminum industry, though oil prices have been trending down lately. In addition to the curtailments, the company will step up activities to reduce the escalating cost of raw materials.\nIn the medium to long term, aluminum consumption is expected to improve globally. The revival is palpable in the automotive and packaging industries, one of the key consumer markets. The automobile market is also becoming increasingly aluminum-intensive, benefiting from the recyclability and its light-weight properties. The global push to improve fuel efficiency in vehicles is expected to more than double demand for aluminum in the auto industry by 2025.\nFurther, the surge in copper prices observed earlier this year is triggering a switch among manufacturers to aluminum. Automobiles, air conditioners and industrial components manufacturers are now shifting their focus on more economical metal. In response to the spurt in automotive demand, Alcoa has invested $300 million in expansion projects at its Davenport, Iowa rolled products plant.\nWe expect aluminum demand to increase over the next three years, outstripping supply growth. As a result, the aluminum market is likely to witness deficits for a prolonged period. This provides a backdrop supportive of high alumina and aluminum prices. China and India are undergoing rapid industrialization.\nThe China stimulus plan and QE3 announcement will also work as positives for underlying aluminum demand. Leading aluminum producers such as Alcoa and Aluminum Corporation of China Limited , or Chalco ( ACH ) should also benefit from the improving demand outlook.\nCopper\nCopper is a major industrial metal, with its price strongly correlated with the outlook for economic growth. The metal's strong cyclical leverage accounts for its nickname \"Dr. Copper.\"\nThe metal's popularity in industrial usage reflects its high ductility, malleability and thermal and electrical conductivity, and its resistance to corrosion. In terms of consumption, copper holds the third place after iron and aluminum. Construction is the single largest market for copper, followed by electronics and electronic products, transportation, industrial machinery, and consumer and general products.\nCopper prices were at high levels from 2006 through most of 2008 as limited supplies, growing demand from China and other emerging economies led to the surge in copper prices and low level of inventories. In December 2008, copper prices dipped to a low of $1.26 per pound, due to reduced consumption, turbulence in the U.S. financial markets and concerns about the global economy.\nHowever, copper prices have since improved, thanks to strong demand from emerging markets and limited supply. In 2011, London Metal Exchange (LME) spot-copper prices ranged from $3.08 per pound to a record high of $4.60 per pound, with an average of $4.00 per pound. In the first quarter of 2012, LME spot copper prices ranged from $3.39 per pound to $3.93 per pound, averaging $3.77.\nHowever, during the second quarter of 2012, LME spot copper prices declined ranging from $3.29 per pound to $3.89 per pound, averaging $3.57 per pound. This drop reflected concerns regarding a slowdown in the Chinese economy, Europe's sovereign debt crisis, and a slowing U.S. economy. The drop in price has affected the results of copper producers like Freeport-McMoRan Copper & Gold Inc. ( FCX ) and Southern Copper Corp. ( SCCO ) and Newmont.\nNotwithstanding the current volatility in prices, we have a long-term bullish stance on copper. Prices will be influenced by demand from China and emerging markets, economic activity in the U.S. and other industrialized countries, the timing of new supplies of copper and production levels of mines and copper smelters.\nDespite the near-term challenges, the long-term outlook for the copper remains positive, supported by its widespread use, limited supplies from existing mines and the absence of significant new development projects. Companies that have a high leverage to copper prices will benefit immensely from the potential demand for the metal in the developing markets.\nOverall Industry Outlook\nGrowth in emerging markets, particularly China and India, was a major driver of metals demand over the last few years. However, of late, demand in China has slowed down as the government cut its 2012 target growth rate to 7.5%, the lowest year-on-year growth projection in eight years. China's recent $150 billion infrastructure has helped improve sentiment and holds promise for the metals and mining industry.\nIn the developed world, persistent recessionary conditions in Europe will have residual effects elsewhere. The U.S. economy, which looked very promising earlier this year, no longer offers a robust picture. The U.S. Federal Reserve also appears to be actively engaged in sustaining the economy's momentum and its recent announcement of another round of quantitative easing, will hopefully jumpstart growth once again.\nThis synchronized global economic slowdown is the biggest headwind for the metals space overall at present. That said, the long-term picture remains a lot more promising as the emerging market economies are expected to get back in shape with the help of expected fiscal and monetary stimuli.\nALCOA INC (AA): Free Stock Analysis Report\nBARRICK GOLD CP (ABX): Free Stock Analysis Report\nALUMINUM CP-ADR (ACH): Free Stock Analysis Report\nAGNICO EAGLE (AEM): Free Stock Analysis Report\nAK STEEL HLDG (AKS): Free Stock Analysis Report\nFREEPT MC COP-B (FCX): Free Stock Analysis Report\nGOLDCORP INC (GG): Free Stock Analysis Report\nKINROSS GOLD (KGC): Free Stock Analysis Report\nARCELOR MITTAL (MT): Free Stock Analysis Report\nNEWMONT MINING (NEM): Free Stock Analysis Report\nNUCOR CORP (NUE): Free Stock Analysis Report\nSOUTHERN COPPER (SCCO): Free Stock Analysis Report\nUTD STATES STL (X): Free Stock Analysis Report\nTo read this article on Zacks.com click here.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"AAAU","Article_title":"Gold Shines in March: 5 ETFs That Gained the Most"}
{"Date":"2023-01-10","Url":"https:\/\/www.nasdaq.com\/articles\/etf-prime%3A-rosenbluth-and-geraci-make-some-bets","Article":"A surprisingly strong Jobless Claims report and growing optimism about Spain will likely be the key drivers of today's market action, distracting market participants from earnings-related worries.\nThe market appears to be seeing a silver lining to the debt rating downgrade of Spain to one notch above the junk category in the hope that the move will force the Spanish government's hand in asking for a bailout. It is far from clear at this stage whether this expectation will pan out, but it is nevertheless adding to market optimism on the European front.\nEurope aside, we got an unusually sharp drop in weekly Jobless Claims data this morning, which will likely add to the growing optimism on the U.S. labor market front. The jobless claims report showed the big drop in initial claims to 339K, taking this key measure of unemployment to its lowest level in almost four years. The four-week average, which tends to reduce volatility in the weekly measure, dropped by 11.6K to 364K, the lowest level in six months. The Jobless Claims report adds to the strong gains in the unemployment rate in last week's September non-farm payroll report that brought the jobless rate to less than 8% for the first time since 2009.\nOffsetting these favorable reports about the domestic and European scene is the uncertain corporate earnings picture coming out of the third quarter reporting season. While the reporting season has gotten off to a weaker start relative to the previous quarter, the final tally of companies beating third quarter earnings expectations will likely be not much different from what we have been seeing in recent quarters. This is a testament to management teams' impressive track record of under-promising and over-delivering.\nBut more important than what proportion of companies beat third quarter expectations will be the quality of guidance of fourth quarter and beyond, as this will determine how much earnings estimates for the coming quarters need to come down. Given what we have heard from Alcoa ( AA ), FedEx ( FDX ) and Nike ( NKE ) on their earnings calls thus far and pre-announcements from the likes of Intel ( INTC ) and Cummins ( CMI ), the overall trend on the guidance front will likely be to the downside. We will know more in the coming days as the earnings season unfolds.\nALCOA INC (AA): Free Stock Analysis Report\nCUMMINS INC (CMI): Free Stock Analysis Report\nFEDEX CORP (FDX): Free Stock Analysis Report\nINTEL CORP (INTC): Free Stock Analysis Report\nNIKE INC-B (NKE): Free Stock Analysis Report\nTo read this article on Zacks.com click here.\nZacks Investment Research\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc.","Stock_symbol":"AAAU","Article_title":"ETF Prime: Rosenbluth and Geraci Make Some Bets"}
